{
  "globals": {
    "Membros": {
      "Diretoria": [
        ["Presidente", "Daniel Moutinho Pataca", "Unip"],
        ["Diretor Administrativo", "André Luiz Nunes de Souza", "CPqD"],
        [
          "Diretor de Relações Institucionais",
          "Hugo Enrique Hernandez Figueroa",
          "Unicamp"
        ],
        [
          "Diretor de Relacionamento com as Empresas",
          "Júlio Cesar Rodrigues Fernandes de Oliveira",
          "Idea!"
        ],
        ["Diretor de Eventos", "Mônica de Lacerda Rocha", "USP"],
        ["Diretor de Publicações", "Ricardo Elgul Samad", "IPEN"],
        ["Diretor de Educação", "Rafael Carvalho Figueiredo", "CPqD"]
      ],
      "Conselho Deliberativo": [
        ["Titular", "Alberto Paradisi", "CPqD"],
        ["Titular", "Manuel Steidle", "Certi"],
        [
          "Titular",
          "Vilson Rosa de Almeida",
          "ITA, IEAv e Universidade Brasil"
        ],
        ["Titular", "Roberto Ricardo Panepucci", "CTI"],
        ["Titular", "Newton Cesário Frateschi", "INOVA Unicamp"],
        ["Titular", "Marilde Wiebke Courteille", "ThorLabs"],
        ["Titular", "Eunézio Antonio de Souza (Toroh)", "Mackenzie"],
        ["Titular", "Carmelo José Albanez Bastos Filho", "UPE / Parqtel"],
        ["Titular", "Alexandre de Almeida Prado Pohl", "UTFPR"],
        ["Titular", "Roberto Yoshihiro Nakamura", "Padtec"],
        ["Titular", "Luis Henrique Hecker de Carvalho", "Idea!"],
        [
          "Suplente",
          "Davies William de Lima Monteiro",
          "Escola de Engenharia / UFMG"
        ],
        ["Suplente", "João Carlos Soriano Sampaio Januário", "Padtec"],
        ["Suplente", "Tiago Sutili", "CPqD"],
        ["Suplente", "Luciana Reyes Pires Kassab", "Fatec-SP / CEETEPS"],
        ["Suplente", "Rafael Euzebio Pereira de Oliveira", "MackGraphe"],
        ["Suplente", "Juliano Rodrigues Fernandes de Oliveira", "Idea!"]
      ],
      "Conselho Fiscal": [
        ["Titular", "Stenio Magalhães Ranzini", "DTU"],
        ["Titular", "Felipe Rudge Barbosa", "Unicamp"],
        ["Titular", "Diego Rativa", "POLI UPE"],
        ["Suplente", "Luiz Carlos Barbosa", "Unicamp"],
        ["Suplente", "Rafael de Oliveira Parada", "ROP Engenharia"],
        ["Suplente", "Fábio Donati Simões", "CPqD"]
      ]
    },
    "posters": {
      "PS-P-TUE-01": {
        "name": "Plasmonics and SERS activity: beyond gold and silver",
        "abstract": "The search for new plasmonic nanostructures has received significant attention recently, owing to applications in diverse fields of nanoscience and nanotechnology, and being of particular interest for the life sciences. Metallic nanoparticles (NP) can strongly absorb and scatter light due to their ability to support localized surface plasmon resonances (LSPR) and, therefore, play an important role in plasmonic-based techniques such as surface enhanced Raman scattering (SERS) and metal-enhanced fluorescence (MEF). Interestingly, most research in the field is still confined to Ag, Au, and less intensively Cu nanostructures, and there is an open field for the investigation of other elements such as the poor metals. In this work, we investigate plasmonic properties of different metal nanoparticles, including the post-transition metals Bi, In, Pb, and Sn; the metalloid Sb; the transition metals Ni and Co; and the metal alloy Terfenol-D. All these nanoparticles were experimentally tested for LSPR and SERS, and our results indicate SERS responses and enhancement factors comparable to the ones obtained with gold NP. The nanoparticles used in this study were produced in water by laser ablation synthesis in solution (LASiS) and characterized by UV-Vis optical absorption, dynamic light scattering (DLS), transmission electron microscopy (TEM), atomic force microscopy (AFM) and surface area electron diffraction (SAED). These laser-synthesized NP present increased LSPR in the near UV spectral region, yet also reveal multi-peak LSPR extending towards the visible, an interesting feature to be considered in the development of plasmonic sensors. For the Raman experiments, several organic and biological molecules were tested, e.g., Urea and Morphine; In addition SERS identification of a yeast microorganism is demonstrated. SERS activity was validated for diverse combinations of NP and test-molecules at varying concentrations, down to single molecule detection. In the experiments, microliter drops of both NP and organic/biological molecule aqueous solutions were mixed and measured through a confocal Raman spectrometer while water dried out, which characterizes a rapid and sensitive procedure that could be useful, for instance, in label-free detection. The Raman enhancement factors (EF) were compared with typical EF associated with gold nanoparticles. Our results indicate these \"alternative\" metal nanoparticles present SERS responses comparable to gold; therefore, this study expands the range of SERS active elements and systems and opens new possibilities for molecular detection with promising application perspectives in forensics and in the life sciences.",
        "authors": [
          {
            "author_name": "Thiago Neves Machado",
            "institution": "Federal University of Technology - Paraná, Brazil"
          },
          {
            "author_name": "Rafael Nadas",
            "institution": "UTFPR, Brazil"
          },
          {
            "author_name": "Juliana Thaler, Lucas Feitosa",
            "institution": "Federal University of Technology - Paraná, Brazil"
          },
          {
            "author_name": "Rafael Eleodoro de Góes",
            "institution": "Federal University of Technology - Paraná, Brazil"
          },
          {
            "author_name": "Ricardo Kamikawachi",
            "institution": "UTFPR, Brazil"
          },
          {
            "author_name": "Jorge Lenz",
            "institution": "Federal University of Technology - Paraná, Brazil"
          },
          {
            "author_name": "Wido Schreiner",
            "institution": "Universidade Tecnológica Federal do Paraná, Brazil"
          },
          {
            "author_name": "Arandi G Bezerra, Jr.",
            "institution": "Federal University of Technology - Paraná, Brazil"
          }
        ],
        "authors_string": "Thiago Neves Machado, Rafael Nadas, Juliana Thaler, Lucas Feitosa, Rafael Eleodoro de Góes, Ricardo Kamikawachi, Jorge Lenz, Wido Schreiner, and Arandi G Bezerra, Jr."
      },
      "PS-P-TUE-02": {
        "name": "Multimode Photonic Biosensor Based on Cascaded Ring Resonator with Mach-Zehnder Interferometer for Vernier-Effect Refractive Index Sensing",
        "abstract": "In this paper, a novel photonic integrated biosensor based on the cascaded architecture of a Mach-Zehnder interferometer with a ring resonator, enhanced by the Vernier effect, is proposed employing a multimode waveguide. Some aspects of the silicon photonic sensors based on the evanescent field sensing principle are reviewed. The sensibility of the first four propagating modes (TE00, TE01, TM00, and TM01) is individually investigated in order to explain their influence on the overall device's sensibility. Supported by results obtained from numerical simulations around the wavelength of 1.55 µm, the proposed sensor is demonstrated to reach a high refractive index (RI) sensing performance such as wavelength sensitivities of 10772.50 nm/RIU, 26500 nm/RIU, 26550 nm/RIU and 40883.33 nm/RIU for the TE00, TE01, TM00, and TM01, respectively, whose are better than the most performing state-of-the-art Vernier sensors characterized by cascaded RR and MZI (RR-MZI).",
        "authors": [
          {
            "author_name": "Adolfo Fernandes Herbster",
            "institution": "Federal University of Campina Grande, Brazil"
          },
          {
            "author_name": "Barbara de Oliveira",
            "institution": "Universidade Federal de Campina Grande, Brazil"
          },
          {
            "author_name": "Wender Daniel",
            "institution": "Federal University of Campina Grande, Brazil"
          }
        ],
        "authors_string": "Adolfo Fernandes Herbster, Barbara de Oliveira, and Wender Daniel"
      },
      "PS-P-TUE-03": {
        "name": "Cell lines molecular classification by FT-IR spectroscopy using the Recurrence quantification analysis (RQA) technique",
        "abstract": "In this work, we verified how Recurrence quantification analysis (RQA) can help and improve the analysis of profiles and patterns in the cell lines spectra obtained by Fourier transform infrared (FT-IR) vibration spectroscopy. The results show that the recursive pattern differs among the MCF7, MDAMD-231 and BT-474 cell lines. Quantitative recurrence analysis presented consistent results with the biology of breast cancer. The molecular subtype of greater aggressiveness (MDA-MB-231) obtained greater laminarity and rate of recurrence and less determinism while the sample of subtype Luminal B (BT-474), obtained the lowest laminarity and rate of recurrence but with greater determinism. The Luminal A subtype (MCF7) presented intermediate values when compared to the other samples.",
        "authors": [
          {
            "author_name": "Ricardo Kamikawachi",
            "institution": "UTFPR, Brazil"
          },
          {
            "author_name": "Leticia Powrosnek",
            "institution": "Federal University of Technology - Paraná, Brazil"
          },
          {
            "author_name": "Jose Carlos Coninck",
            "institution": "Federal University of Technology - Paraná, Brazil"
          },
          {
            "author_name": "Rafaela Veiga",
            "institution": "Federal University of Paraná, Brazil"
          },
          {
            "author_name": "Jaqueline de Oliveira",
            "institution": "Federal University of Paraná, Brazil"
          },
          {
            "author_name": "Marcelo Antoniassi",
            "institution": "Federal University of Technology - Paraná, Brazil"
          }
        ],
        "authors_string": "Ricardo Kamikawachi, Leticia Powrosnek, Jose Carlos Coninck, Rafaela Veiga, Jaqueline de Oliveira, and Marcelo Antoniassi"
      },
      "PS-P-TUE-04": {
        "name": "Facile synthesis of gold nanoparticles using Mimusops coriacea leaves extract",
        "abstract": "Gold nanoparticles have attracted great interest from the scientific community in recent years due to its large number of applications in various science areas. The green synthesis process shows a sustainable alternative and aims to use biological organisms to replace chemical reagents. In this work gold nanoparticles (AuNP) were synthesized with the aqueous extract obtained from leaves of Mimusops coriacea (McAuNP). Synthesized nanoparticles were characterized by different techniques, such as UV-Vis; fluorescence; FTIR; transmission electron microscopy (TEM); dynamic light scattering (DLS) and Zeta potential. Variations in the pH of the medium, concentration of the reagents and pH were applied, aiming to optimize the synthesis processes. The method to synthesize gold nanoparticles using Mimusops coriacea leaves extract presented high reproducibility and are in accordance with the principles of green chemistry and sustainability, presenting as a low-cost alternative and biocompatible in the synthesis of AuNPs. Antimicrobial action of McAuPs was tested using minimum inhibitory concentration test.",
        "authors": [
          {
            "author_name": "Carla Lopes",
            "institution": "Universidade Federal de São Paulo, Brazil"
          },
          {
            "author_name": "Flávia R. O. Silva",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares, Brazil"
          },
          {
            "author_name": "Vitor Ferrari, Débora Okamoto",
            "institution": "Universidade Federal de São Paulo, Brazil"
          },
          {
            "author_name": "Suzan Vasconcelos",
            "institution": "Universidade Federal de São Paulo, Brazil"
          },
          {
            "author_name": "Lilia Courrol",
            "institution": "Universidade Federal de São Paulo & Instituto de Ciências Ambientais, Químicas e Farmacêuticas (ICAQF), Brazil"
          }
        ],
        "authors_string": "Carla Lopes, Flávia R. O. Silva, Vitor Ferrari, Débora Okamoto, Suzan Vasconcelos, and Lilia Courrol"
      },
      "PS-P-TUE-05": {
        "name": "Geometric Characterization of Conical Lensed Optical Fibers",
        "abstract": "This paper presents an interdisciplinary work in which image processing is employed to characterize microlensed fibers. The geometric parameters of a microlens are determinant to reduce the modal diameter of the standard fiber and make it compatible to the photonic chip, increasing coupling efficiency. The presented characterization method uses the video output of a splicing machine. The method was evaluated using commercial microlenses and is shown to be sufficiently sensitive to detect differences in the fiber geometry due to fabrication process variability. Furthermore, the measures are shown to be strongly correlated to the beam waist size.",
        "authors": [
          {
            "author_name": "Alexandre Felipe",
            "institution": "CPqD Foundation, Brazil"
          },
          {
            "author_name": "Jorge Herrera",
            "institution": "UNICAMP, Brazil"
          },
          {
            "author_name": "Adriana Caceres",
            "institution": "CPqD, Brazil"
          }
        ],
        "authors_string": "Alexandre Felipe, Jorge Herrera, and Adriana Caceres"
      },
      "PS-P-TUE-06": {
        "name": "Femtosecond Laser Micromachining for Controlling Surface Wettability",
        "abstract": "The use of femtosecond laser to modify the surface of polymeric materials has received great attention in the last decade, due to the possibilities of tailoring the material's properties yielding technological applications. Here, we report on the microfabrication of an azopolymer by using femtosecond laser pulses, aiming at the control of surface wettability. By properly patterning the polymeric surface structure we were able to increase the surface hydrophilicity, decreasing the water contact angle in about 20 degrees.",
        "authors": [
          {
            "author_name": "Kaue L. C. da Silva",
            "institution": "Universidade de São Paulo USP, Brazil"
          },
          {
            "author_name": "Kelly T. de Paula",
            "institution": "IFSC-USP, Brazil"
          },
          {
            "author_name": "Alexia V. A. Mattos",
            "institution": "Universidade Federal do Triângulo Mineiro, Brazil"
          },
          {
            "author_name": "Adriano J. G. Otuka",
            "institution": "University of Sao Paulo - Sao Carlos Institute of Physics, Brazil"
          },
          {
            "author_name": "Rafaela C. Sanfelice",
            "institution": "Universidade Federal do Triângulo Mineiro, Brazil"
          },
          {
            "author_name": "Cleber R. Mendonca",
            "institution": "IFSC - USP, Brazil"
          }
        ],
        "authors_string": "Kaue L. C. da Silva, Kelly T. de Paula, Alexia V. A. Mattos, Adriano J. G. Otuka, Rafaela C. Sanfelice, and Cleber R. Mendonca"
      },
      "PS-P-TUE-07": {
        "name": "CMOS-Compatible Graphene-based PAM-4 Modulator",
        "abstract": "In this work, we present an electro-absorption modulator in the PAM-4 format based on graphene capacitive segments. Numerical simulations performed by the finite element method were used to determine the dimensions of the waveguide, the materials employed and the level of voltage necessary for the correct absorption of light by the graphene. The results of our device show the operation bit rate of 68 Gbps for an operating voltage of 1.4V (CMOS-compatible) and 200 Gbps at 4.4 V (TTL-compatible), both obtained at an extinction ratio (ER) of 6 dB.",
        "authors": [
          {
            "author_name": "Mauricio Moderno Carvalho",
            "institution": "MackGraphe - Centro de Pesquisas em Grafeno, Nanomateriais e Nanotecnologia, Brazil"
          },
          {
            "author_name": "Lúcia Saito",
            "institution": "Universidade Presbiteriana Mackenzie, Brazil"
          },
          {
            "author_name": "Thoroh Souza",
            "institution": "Mackenzie Presbyterian University, Brazil"
          }
        ],
        "authors_string": "Mauricio Moderno Carvalho, Lúcia Saito, and Thoroh Souza"
      },
      "PS-P-TUE-08": {
        "name": "Fabrication and characterization of silicon nitride waveguides for mid-infrared applications",
        "abstract": "This work describes the fabrication and characterization of silicon nitride waveguides for operation in the 2 µm to 3 µm range. Fabrication was carried out via PECVD and lithography techniques. Transmission losses were measured, with a tunable laser, to be ~17 dB between 2 µm and 2.2 µm, increasing to ~30 dB between 2.3 µm and 2.6 µm. Beyond 2.8 µm no transmission was detected, possibly due to the presence of hydrogen in the silicon nitride material (leading to absorption). Losses in the 2 µm to 2.6 µm range are believed to be a consequence of scattering, as the waveguides presented an RMS roughness of ~5 nm. Future work will focus on reducing these sources of absorption and scattering so that operation can be extended to the 4 µm range.",
        "authors": [
          {
            "author_name": "Emerson C de Oliveira, Rodrigo Gerosa, Christiano de Matos",
            "institution": "Universidade Presbiteriana Mackenzie, Brazil"
          },
          {
            "author_name": "Ciaran F. Phelan",
            "institution": "Universidade Presbiteriana Mackenzie, Brazil"
          }
        ],
        "authors_string": "Emerson C de Oliveira, Rodrigo Gerosa, Christiano de Matos, and Ciaran F. Phelan"
      },
      "PS-P-TUE-09": {
        "name": "Graphene Coplanar Capacitor",
        "abstract": "We present an all-fiber graphene electro-absorption optical modulator built onto a side-polished optical fiber in a coplanar capacitor configuration. For a maximum PMMA superstrate thickness of 1 µm, the analysis presents a modulation depth of 7.8 dB/mm and maximum capacitance of 98.4 fF/mm. The contribution of this work is to demonstrate a low capacitance design with an optimized process fabrication for optical modulation.",
        "authors": [
          {
            "author_name": "Matheus Bonando",
            "institution": "Mackenzie Presbyterian University, Brazil"
          },
          {
            "author_name": "Sérgio Adriano Gimenes, Junior",
            "institution": "Universidade Presbiteriana Mackenzie, Brazil"
          },
          {
            "author_name": "Lúcia Saito",
            "institution": "Universidade Presbiteriana Mackenzie, Brazil"
          }
        ],
        "authors_string": "Matheus Bonando, Sérgio Adriano Gimenes, Junior, and Lúcia Saito"
      },
      "PS-P-TUE-10": {
        "name": "Compact SOI Waveguide Crossing for TE0 and TE1 modes",
        "abstract": "The photonic waveguide crossing structure must be used in the integration of photonic circuits on a high scale and high volume. Therefore, the footprint of this structure needs to be small with high efficiency. To present a structure that meets these requirements, a waveguide crossing with a small footprint only 5.5 µm2 will be proposed in a silicon-on-insulator platform that has efficient multi-mode transmission based on an elliptical structure with four points of intersection and four small symmetrical bus structures in the footprint. This design allows it to achieve lower crosstalk and lower insertion loss for both TE0 and TE1 modes. The simulation was performed for both modes across the whole C-band. Our simulations show that it has a low insertion loss (-0.375 dB) and low crosstalk (-39.16 dB) for TE0 mode and an insertion loss of -1.65 dB and crosstalk of -15.68 dB for TE1 mode for the wavelength of 1.55 µm. And comparatively, it is noted that the TE0 mode has a better transmission than the TE1 mode with a lower insertion loss and lower crosstalk.",
        "authors": [
          {
            "author_name": "Adolfo Fernandes Herbster",
            "institution": "Federal University of Campina Grande, Brazil"
          },
          {
            "author_name": "Ana Paula de Melo",
            "institution": "Federal University of Campina Grande, Brazil"
          }
        ],
        "authors_string": "Adolfo Fernandes Herbster, and Ana Paula de Melo"
      },
      "PS-P-TUE-11": {
        "name": "New optical marker from polyamide (PA) doped with Eu3+ beta -diketonate complex",
        "abstract": "Summary: We report photoluminescent properties of the europium tris(thenoyltrifluoroacetonate) (dihydrate) [Eu(tta)3(H2O)2] doped into polyamide (PA) films with doping percentage at 1, 3, 5, 7 and 10% (mass). The polymer films and the Eu3+ complex precursor were characterized by infrared spectroscopy (IR), X-Ray difratometry (DRX), emission spectroscopy and thermogravimetry (TGA). Electronic spectroscopy study was conducted at room temperature (298K). The emission spectra of the Eu3+- tta complex doped in the PA exhibited the characteristic bands arising from the 5D0 -> 7FJ intraconfigurational transitions (J = 0-4). Lifetime measurement suggests that doped Eu3+ ion has higher luminescence efficiency in the film than hydrated complex. The emission quantum efficiencies (η) are also discussed and the highest value is observed in the system PA: [Eu(tta)3(H2O)2] 3%. Keywords Europium beta - diketonate, photoluminescence, luminescent polyamide.",
        "authors": [
          {
            "author_name": "Duclerc Fernandes Parra",
            "institution": "IPEN & CNEN, Brazil"
          },
          {
            "author_name": "Leonardo Marchini",
            "institution": "IPEN/CNEN, Brazil"
          }
        ],
        "authors_string": "Duclerc Fernandes Parra, and Leonardo Marchini"
      },
      "PS-P-TUE-12": {
        "name": "Radiation-pressure induced Optical forces in Silicon Nanowaveguides",
        "abstract": "This work describes radiation-pressure induced optical forces acting within silicon nanowaveguides, aiming to the scientific understanding of the physical concepts behind them, in order to achieve the appropriate design and the technological approaches for practical and efficient devices. We apply the Minkowski stress tensor formalism to a dielectric planar waveguide, in order to compute the optical forces exerted on the surfaces of a single waveguide by the eigenmodes' radiation pressures. By using Maxwell's equations, the Poynting vector, and the boundary conditions, we analytically prove that the energy-based methods, as Dispersion Relation, the Response Theory of Optical Forces, and the Scaling law, are indeed equal to the Stress Tensor method. Furthermore, we also show that the simplest optical structure, a slab waveguide, may be used to explain most of the radiation pressure's behaviors and, therefore, may be useful in the design of photonic-phononic devices.",
        "authors": [
          {
            "author_name": "Janderson Rodrigues",
            "institution": "Aeronautics Institute of Technology, Brazil"
          },
          {
            "author_name": "Vilson Almeida",
            "institution": "Aeronautics Institute of Technology, Brazil"
          }
        ],
        "authors_string": "Janderson Rodrigues, and Vilson Almeida"
      },
      "PS-P-TUE-13": {
        "name": "Periodic structure of chalcogenide glass fabricated via laser induced forward transfer: finite element simulation",
        "abstract": "Photonic crystals are structures that present a spatial periodic profile of the dielectric and have been shown as a promising option for the development of integrated photonic devices because. In this work, the band structure of a periodic pattern fabricated using the Laser Induced Forward Transfer (LIFT) technique on a chalcogenide glass was analyzed from a theoretical point of view, as to explore the possibilities of using such structure as a photonic crystal. It was found a photonic band gap in the visible spectrum, between 582 and 639 nm for TM polarized light according to the periodic plan of the structure. Also, the behavior of the structure as a waveguide was analyzed through Finite-Difference Time-Domain method, and the guiding as a function of the quantity of elements on the periodic matrix was examined to find a starting point for possible practical applications.",
        "authors": [
          {
            "author_name": "Filipe Couto",
            "institution": "IFSC-USP, Brazil"
          },
          {
            "author_name": "Juliana Almeida",
            "institution": "IFSC-USP, Brazil"
          },
          {
            "author_name": "Nathalia B Tomazio",
            "institution": "University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Franciele Henrique",
            "institution": "IFSC-USP, Brazil"
          },
          {
            "author_name": "Cleber R. Mendonca",
            "institution": "IFSC - USP, Brazil"
          }
        ],
        "authors_string": "Filipe Couto, Juliana Almeida, Nathalia B Tomazio, Franciele Henrique, and Cleber R. Mendonca"
      },
      "PS-P-TUE-14": {
        "name": "Effects of photodynamic therapy on materials used in hospitals",
        "abstract": "In the hospital environment, the disinfection and sterilization of medical devices are essential, and the development of efficient techniques with low cost and absence of collateral effects is still necessary. The photodynamic therapy (PDT) is a successful technique for treating infections caused by different microorganisms, but nothing is reported about the effects of PDT on materials often employed in hospitals. In this way, this in vitro study aimed to verify the actions of PDT on polypropylene, aluminum and Aisi 304 steel taking into account the following aspects: cytotoxicity, mechanical properties and effects on bacterial biofilms. For that, this study was splitted into three experimental phases. In the first one, 27 samples of each proposed material (polypropylene, aluminum and Aisi 304 steel) were prepared and randomly distributed in 27 experimental groups (n = 3) for treatment with autoclave (121 °C for 30 min) or PDT with different repetitions of the treatments (samples treated with 1, 4, 28 and 120 repetitions). After that, it was performed a cytotoxicity test using Vero fibroblasts. In the second experimental phase, 90 samples of each material were prepared, which were randomly distributed in the same previously described 27 experimental groups (n = 10). After the treatments, samples were submitted to tensile strength test. In the third experimental phase, biofilms of Staphylococcus aureus were prepared and then treated with PDT. The data were statistically analyzed at a significance level of 5%. The Vero cells showed similar adhesion, spreading and growth in both experimental groups, and the cytochemical analysis showed no changes in cellular activity in any of the experimental groups. Autoclave sterilization increased the elastic modulus of Aisi 304 steel and polypropylene and reduced it in aluminum after 120 repetitions. PDT increased the elastic modulus of steel, aluminum and polypropylene. PDT significantly reduced the biofilm of Staphylococcus aureus formed on the materials. It was possible to conclude that PDT is a promising alternative technique for decontamination of materials and, although it alters some mechanical properties, PDT seems to be a good technique for future use in hospitals.",
        "authors": [
          {
            "author_name": "Katia Inomata , Arnaldo Junior, Ilka Prates , Luiz Setz , Patricia da Ana",
            "institution": "Universidade Federal do ABC, Brazil), Arnaldo Junior(Universidade Federal do ABC, Brazil), Ilka Prates (Universidade Federal do ABC, Brazil), Luiz Setz (Universidade Federal do ABC, Brazil), Patricia da Ana (Universidade Federal do ABC, Brazil"
          }
        ],
        "authors_string": "Katia Inomata , Arnaldo Junior, Ilka Prates , Luiz Setz , Patricia da Ana"
      },
      "PS-P-TUE-15": {
        "name": "Thermal Blooming in Optical Tweezers",
        "abstract": "Water near an optically trapped particle absorbs part of the laser energy resulting in changes for the refractive index and density. Particle position and optical potential description are affected by this photothermal effect.",
        "authors": [
          {
            "author_name": "Antonio A. R. Neves",
            "institution": "Universidade Federal do ABC, Brazil"
          },
          {
            "author_name": "Partha Patra",
            "institution": "Chalmers University of Technology, Sweden"
          },
          {
            "author_name": "Qiwei Li",
            "institution": "Hochschule Coburg, Germany"
          },
          {
            "author_name": "Alessandro Magazzù",
            "institution": "University of Gothenburg, Sweden"
          },
          {
            "author_name": "Mikael Käll",
            "institution": "Chalmers University of Technology, Sweden"
          },
          {
            "author_name": "Giovanni Volpe",
            "institution": "University of Gothenburg, Sweden"
          }
        ],
        "authors_string": "Antonio A. R. Neves, Partha Patra, Qiwei Li, Alessandro Magazzù, Mikael Käll, and Giovanni Volpe"
      },
      "PS-P-TUE-16": {
        "name": "Fabrication of cylindrical resonant microcavities using the confinement provided by partially oxidized AlGaAs/GaAs layers",
        "abstract": "Two different interfaces for optical confinement in GaAs resonators are compared (air/GaAs/air, air/GaAs/AlOx ) in cylindrical microstructures with 10um, 20um, 30um and 40um diameter. The AlOx is obtained by the lateral oxidation of Al0.9GA0.1As layers. The spectrum of the resonators is obtained using a tapered fiber system in the wavelength range of 1470 nm to 1610 nm. The modal separation agrees with our simulation. The quality factor for cylindrical microstructures with air/GaAs/air interface is almost twice the case with AlOx interface. Since it is expected that surface recombination velocity is reduced by a factor of ten for this last case, these structures are shown to be suitable for active resonators.",
        "authors": [
          {
            "author_name": "Gustavo Adolfo Palomino Marcelo",
            "institution": "UNICAMP, Brazil"
          },
          {
            "author_name": "Pedro Vinicius Pinho Nascimento",
            "institution": "UNICAMP, Brazil"
          },
          {
            "author_name": "Ailton José Garcia, Jr.",
            "institution": "University of Campinas - UNICAMP, Brazil"
          },
          {
            "author_name": "Christoph Deneke",
            "institution": "State University of Campinas - UNICAMP, Brazil"
          },
          {
            "author_name": "Newton C. Frateschi",
            "institution": "University of Campinas - UNICAMP, Brazil"
          }
        ],
        "authors_string": "Gustavo Adolfo Palomino Marcelo, Pedro Vinicius Pinho Nascimento, Ailton José Garcia, Jr., Christoph Deneke, and Newton C. Frateschi"
      },
      "PS-P-TUE-17": {
        "name": "Experimental Characterization of Remote Optically Pumped Amplifier",
        "abstract": "The performance of a remote optically pumped amplifier (ROPA) was experimentally characterized, allowing to analyze the impact of operational and constructive parameters on the amplification of a set of 20 channels wavelength multiplexed occupying the extended C-band. With the support of simulations reproducing the experimental setup, the influence of the pumping and signal input power, the doped fiber length, and the Erbium saturation factor were analyzed. Additionally, a simple optimization methodology to reduce the splice loss between fibers with dissimilar mode field diameters (as the Erbium-doped and the standard single-mode fibers) was presented. The results allowed the inference of some ROPA operational properties on unrepeatered optical links, which can be employed as inputs for the definition of some parameters on the optimization of this kind of system.",
        "authors": [
          {
            "author_name": "Tiago Sutili",
            "institution": "CPqD & University of Campinas, Brazil"
          },
          {
            "author_name": "Pedro Pinto Neto",
            "institution": "Padtec, Brazil"
          },
          {
            "author_name": "Fábio D. Simões",
            "institution": "CPqD, Brazil"
          },
          {
            "author_name": "Sandro M. Rossi",
            "institution": "CPqD Telecom & IT Solutions, Brazil"
          },
          {
            "author_name": "Gabriel Suzigan",
            "institution": "Padtec, Brazil"
          },
          {
            "author_name": "Rafael C. Figueiredo",
            "institution": "CPQD, Brazil"
          }
        ],
        "authors_string": "Tiago Sutili, Pedro Pinto Neto, Fábio D. Simões, Sandro M. Rossi, Gabriel Suzigan, and Rafael C. Figueiredo"
      },
      "PS-P-TUE-18": {
        "name": "Impact of deterministic and random jitter in a PDM-64QAM, 64-GBd coherent transmission",
        "abstract": "We analyzed the performance of a 64QAM 64-Gbaud coherent transmission with respect to the random and deterministic jitter components. Simulations assumed a back-to-back transmission with noise loading, considering impairments such as transmitter and receiver lasers linewidths and bandwidths. We considered the effects of different root mean square (RMS) values of each jitter component separately and of linear combinations of both. In the separate scenario, similar results were observed for both components at low RMS values (>3% of the symbol period). For higher values, the system is more impaired by the deterministic jitter. Additionally we verified a higher sensibility for jitter in analog-to-digital converters (ADCs) compared to digital-to-analog converters (DACs). At 6% of the symbol period, the difference in requried OSNR is as high as 0.8dB in the DAC and 3dB in the ADC. Results show that the RMS value of the jitter signal is not sufficient to estimate the performance degradation introduced by a device because the system bit error ratio also depends on the jitter distribution.",
        "authors": [
          {
            "author_name": "Lucas Silva Schanner",
            "institution": "Unicamp - University of Campinas & CPqD, Brazil"
          },
          {
            "author_name": "André Souza",
            "institution": "CPqD, Brazil"
          }
        ],
        "authors_string": "Lucas Silva Schanner, and André Souza"
      },
      "PS-P-TUE-19": {
        "name": "Error-Free Semiconductor Optical Amplifier Wavelength Conversion of 32-GBd 4-QAM Optical Carriers",
        "abstract": "The wavelength conversion of 4-QAM modulated optical carriers is achieved for small input powers (<-15 dBm) and symbol rates of 32 GBd using a highly nonlinear semiconductor optical amplifier (SOA). The degenerated four-wave mixing (FWM) phenomena was used avoiding secondary FWM products and gain saturation. Error-free operation was achieved with negligible penalties employing conventional digital signal processing (DSP) algorithms for signal recovering, demodulation, and analysis.",
        "authors": [
          {
            "author_name": "Peterson Rocha",
            "institution": "UNICAMP, Brazil"
          },
          {
            "author_name": "Tiago Sutili",
            "institution": "CPqD & University of Campinas, Brazil"
          },
          {
            "author_name": "Sandro M. Rossi",
            "institution": "CPqD Telecom & IT Solutions, Brazil"
          },
          {
            "author_name": "Cristiano M Gallep",
            "institution": "FT-Unicamp, Brazil"
          },
          {
            "author_name": "Evandro Conforti",
            "institution": "University of Campinas - UNICAMP, Brazil"
          }
        ],
        "authors_string": "Peterson Rocha, Tiago Sutili, Sandro M. Rossi, Cristiano M Gallep, and Evandro Conforti"
      },
      "PS-P-TUE-20": {
        "name": "Proposal of a ROADM architecture for an elastic optical network based on O-OFDM",
        "abstract": "We propose a reconfigurable optical add/drop multiplexer (ROADM) architecture for an elastic optical networks (EON) that allows the traffic of all optical orthogonal frequency division multiplexing (O-OFDM) signals. This new ROADM setup is validated by a point-to-point simulation of 100 Gb/s 4-subcarrier O-OFDM signals traveling through an 8-node mesh network with add/drop operation in all nodes along their optical paths.We propose a node architecture for an all optical OFDM ROADM operation in a mesh network.",
        "authors": [
          {
            "author_name": "Mônica de Lacerda Rocha",
            "institution": "University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Rafael Ferreira",
            "institution": "EESC USP, Brazil"
          },
          {
            "author_name": "Diego M Dourado",
            "institution": "Engineering School of Sao Carlos - University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Feres",
            "institution": "Universidade federal de são carlos, Brazil"
          },
          {
            "author_name": "Daniel M Pataca",
            "institution": "UNIP, Brazil"
          }
        ],
        "authors_string": "Mônica de Lacerda Rocha, Rafael Ferreira, Diego M Dourado, Feres, and Daniel M Pataca"
      },
      "PS-P-TUE-21": {
        "name": "General formulae for freeform collector lens design free of spherical aberration and astigmatism",
        "abstract": "An analytical closed-form formula for the design of freeform collector lenses free of spherical aberration and astigmatism is presented. Given the equation of the freeform input surface, the formula gives the second surface to correct the spherical aberration and the astigmatism.",
        "authors": [
          {
            "author_name": "Rafael G. Acuña-Gonzalez",
            "institution": "Tecnologico de Monterrey, Mexico"
          },
          {
            "author_name": "Julio C. Gutiérrez-Vega",
            "institution": "Tecnologico de Monterrey, Mexico"
          }
        ],
        "authors_string": "Rafael G. Acuña-Gonzalez, and Julio C. Gutiérrez-Vega"
      },
      "PS-P-TUE-22": {
        "name": "Using the Smartphone as an Ubiquitous Platform for Implementing Optical Fiber Sensors",
        "abstract": "This paper reports the development of a low-cost kit to turn smartphones into versatile platforms for interrogating optical fiber sensors. The adapter for connecting the fiber to the phone camera was 3D printed, whereas the application software was programmed for Android(TM) operating system. Different types of sensors based on multimode fiber and LED source were tested. The resolutions for the microbending displacement sensor, the fiber reflectometer, and the macrobending temperature probe are 26 um, 0.0006 RIU, and 3.9°C, respectively. In addition to a didactic kit for photonics classes, the proposed device can also be used as a portable sensor for multiple purposes since the transducer modulus can be exchanged to assess different physical and chemical variables.",
        "authors": [
          {
            "author_name": "Eric Fujiwara, Pedro Machado, Tarcisio Oliveira",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Marco C P Soares",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Thiago D Cabral",
            "institution": "State University of Campinas, Brazil"
          },
          {
            "author_name": "Cristiano MB Cordeiro",
            "institution": "UNICAMP, Brazil"
          }
        ],
        "authors_string": "Eric Fujiwara, Pedro Machado, Tarcisio Oliveira, Marco C P Soares, Thiago D Cabral, and Cristiano MB Cordeiro"
      },
      "PS-P-TUE-23": {
        "name": "Study of different organic solvents used in PFTB emission material for OLEDs devices",
        "abstract": "In this work, the light emitting layer of OLED devices were mounted using the structure: glass (as substrate)/ITO (as anode)/PEDOT:PSS (as HTL)/PFTB (as emitter)/AZO (as ETL)/Al (as cathode). The PFTB was synthetized at laboratory and diluted in organic solvent as chloroform and trichlorobenzene. It was verified that the trichlorobenzene provided greater performance for the OLED devices, in addition, the electric current was most higher presenting lower threshold voltage. A hypothesis to obtain these results is that the boiling point of the solvent trichlorobenzene (≈ 214,4 ºC) is much higher than that of chloroform (≈ 61,1 ºC) favoring a greater and better rearrangement of the polymer layers and thus facilitating greater locomotion of the charge carriers.",
        "authors": [
          {
            "author_name": "Emerson Santos",
            "institution": "University of São Paulo, Brazil"
          },
          {
            "author_name": "Hudson Ramos",
            "institution": "Microeletrônica, Faculdade de Tecnologia de São Paulo, Brazil"
          },
          {
            "author_name": "Elvo C Burini, Jr.",
            "institution": "University of São Paulo & IEE/USP, Brazil"
          },
          {
            "author_name": "Roberto Onmori",
            "institution": "Escola Politécnica da USP, Brazil"
          },
          {
            "author_name": "Wang Hui",
            "institution": "EPUSP - Escola Politécnica da Universidade de São Paulo, Brazil"
          }
        ],
        "authors_string": "Emerson Santos, Hudson Ramos, Elvo C Burini, Jr., Roberto Onmori, and Wang Hui"
      }
    },
    "workshops": {
      "OS-W-MON-04-01": {
        "name": "Inovation at SBFoton",
        "authors": "Daniel Pataca (SBFoton)",
        "abstract": ""
      },
      "OS-W-MON-04-02": {
        "name": "MCTIC – FAPESP – BNDES – EMBRAPII – FINEP",
        "authors": "",
        "abstract": ""
      },
      "OS-W-MON-04-03": {
        "name": "Round Table",
        "authors": "",
        "abstract": ""
      },
      "OS-W-MON-08-01": {
        "name": "Introduction",
        "authors": "Alberto Paradisi (CPqD)",
        "abstract": ""
      },
      "OS-W-MON-08-02": {
        "name": "Optics in Agri-environmental applications",
        "authors": "Débora Marcondes Bastos Pereira Milori (Embrapa)",
        "abstract": "The world must face a significant challenge in the coming years: food security. The UN's World Population Prospects 2019, estimated that the next three decades will see today's figure of 7.7 billion people rise to 9.7 billion by 2050 despite a continued slowdown in the global birth rate. If these predictions are confirmed, in order to feed this larger, more urban and richer population, food production (net of food used for biofuels) must increase by 70%. Thus, agricultural productivity needs to increase, but with environmental sustainability. In this scenario, science and new technologies are essential for the entire agribusiness production chain. There is a great opportunity to innovate in agriculture and environmental monitoring. Optical techniques can be great allies for this challenge. This lecture will show some examples of optical systems developed at the Embrapa Instrumentation Optics and Photonics Laboratory and their applications for precision agriculture and environmental monitoring."
      },
      "OS-W-MON-08-03": {
        "name": "Round Table",
        "authors": "",
        "abstract": ""
      },
      "OS-W-TUE-04-01": {
        "name": "Biophotonics                  ",
        "authors": "Jarbas Caiado de Castro Neto (IFSC/USP)",
        "abstract": ""
      },
      "OS-W-TUE-04-02": {
        "name": "Optical Communication",
        "authors": "Roberto Yoshihiro Nakamura (Padtec)",
        "abstract": ""
      },
      "OS-W-TUE-04-03": {
        "name": "Round Table",
        "authors": "",
        "abstract": ""
      },
      "OS-W-TUE-08-01": {
        "name": "Lasers / Photonics for Industry",
        "authors": "Marcos Lichblau (CSMAT)",
        "abstract": "The presentation provides an overview of the Brazilian machinery and equipment sector in terms of the application of LASER and Photonics in manufacturing."
      },
      "OS-W-TUE-08-02": {
        "name": "Integrated Photonics and Optoelectronics",
        "authors": "Juliano Oliveira (Idea!)",
        "abstract": ""
      },
      "OS-W-TUE-08-03": {
        "name": "Round Table",
        "authors": "",
        "abstract": ""
      }
    },
    "trabalhos": {
      "plenaries-init": null,
      "PL-MON-01": {
        "name": "The Revolution of Silicon Photonics",
        "abstract": "In the past decade the photonic community witnessed a complete transformation of optics. We went from being able to miniaturize a handful of devices to being able to define and control the flow of light using thousands of monolithically integrated optical components – all on a silicon chip. The main drive for silicon photonics is the ability to transmit and manipulate ultra high bandwidth with low power dissipation. Today there are hundreds of products being developed and commercialized towards this goal. The field of silicon photonics is rapidly evolving and is now enabling completely new applications, ranging from Lidar to biomedical devices. This is partly due to the development of novel chip-scale technologies, novel devices and novel materials compatible with silicon photonics. Many of these technologies and devices can manipulate light across the whole VIS, IR and the Mid IR spectrum. I will discuss these emerging applications, as well as the advancement brought by these novel devices and materials. The key challenges of the field relate to the scalability of the systems in bandwidth, size and power. Some of these challenges are fundamental and require innovations that break traditional tradeoffs. Novel approaches for switching, modulating and amplifying light have emerged that can open the door to applications that rely on such scalable systems. I will describe the challenges of the field and some of the recent innovations that can potentially address these challenges.",
        "author_picture": "img/speakers/michal-lipson.jpg",
        "mini_cv": "Prof. Michal Lipson is the Eugene Higgins Professor at Columbia University. Her research focus is on Nanophotonics and includes the investigation of novel phenomena, as well as the development of novel devices and applications. Lipson pioneered critical building blocks in the field of Silicon Photonics, which today is recognized as one of the most promising directions for solving the major bottlenecks in microelectronics. She is the inventor of over 30 issued patents and has co-authored more than 200 scientific publications. In recognition of her work in silicon photonics she was elected as a member of the National Academy of Sciences. She was also awarded the NAS Comstock Prize in Physics, the MacArthur Fellowship, the Blavatnik Award, the Optical Society’s R. W. Wood Prize, the IEEE Photonics Award, and has received an honorary degree from Trinity College, University of Dublin. Since 2014 every year she has been named by Thomson Reuters as a top 1% highly cited researcher in the field of Physics.",
        "authors": "Michal Lipson "
      },
      "PL-MON-02": {
        "name": "Generation of Frequency Combs and Quantum Random Numbers on a Photonic Chip",
        "abstract": "Recent advances in chip-based photonics have allowed for the realization of a wide range of nonlinear phenomena at milliwatt power levels. I will describe how such nanophotonic devices can enable frequency comb generation, quantum random number, and studies of fundamental phenomena such as synchronization.",
        "author_picture": "img/speakers/alexander-gaeta.jpg",
        "mini_cv": "Dr. Gaeta received his BS, MS, and PhD in optics from the University of Rochester in Rochester, NY in 1983, 1985, and 1991, respectively. He remained there as a postdoctoral associate from 1991 – 1992. Gaeta joined Columbia Engineering as the David M. Rickey Professor of Applied Physics and Materials Science in 2015. Prior to that, Gaeta was the Samuel B. Eckert Professor of Engineering at Cornell University and was Chair of the School of Applied and Engineering Physics from 2011 – 2014. He is a Fellow of the American Physical Society and of the Optical Society of America and is also the founding editor-in-chief of the journal Optica. ",
        "authors": "Alexander Gaeta"
      },
      "PL-MON-03": {
        "name": "OSA, SPIE, IPS Student Chapters: Connecting students with light",
        "abstract": "Student Chapters are student-managed affiliations of consolidated scientific societies. Usually, these are formed by students in their research centers, and establishe a mutual gain relationship between the represented societies, the students and their centers. Organizing academic and outreach events, funding ideas and integrating students are some of the benefits provide by scientific societies to Student Chapters. Besides, Student Chapters aim to spread the ideals of these scientific societies for the community it covers. As a final result, there is a strengthening of the scientific network. In this Plenary, members from different Brazilian Student Chapters on Optics & Photonics (OSA, SPIE, IEEE) will present the Chapters activities, and share their experiences with the audience. We hope to encourage the founding of new Student Chapters and to strengthen our Optics & Photonics community.",
        "author_picture": "",
        "mini_cv": "",
        "authors": "Students of the IPS/OSA/SPIE Chapters "
      },
      "PL-MON-04": {
        "name": "Cold atoms in the degenerated quantum regime: turbulence and systems out-of-equilibrium",
        "abstract": "Quantum many-body systems out of equilibrium pose several problems which are long-standing in physics. Thanks to the possibilities to investigate such systems with cold trapped atoms, a tremendous advance in those questions are being addressed. A large variety of situations can now be investigated in the laboratory. Among the many non equilibrium states, Quantum Turbulence receives special attention.",
        "author_picture": "img/speakers/vanderlei-bagnato.jpg",
        "mini_cv": "Vanderlei Salvador Bagnato, born in 1958, is PhD from MIT (1987). Double major in Material Science Engineering (Universidade Federal de São Carlos - Brasil - 1981) and Physics \n(Universidade de São Paulo - Brasil - 1981). Received the title of  “Livre – Docente” by University of São Paulo (1989) and Full Professor by University of São Paulo (1993). Has his activities based on laser cooling and trapping of neutral atoms and applications of optics and laser to health science. Among many activities, he pursued a pioneering work in the field of atomic and molecular physics with worldwide recognition. Cold atomic collisions, techniques to better cool atoms, and fundaments of Bose-Einstein condensation are among the many published work. Quantum Turbulence involving atomic superfluid, and time and frequency metrology with the construction and evaluation of the first atomic clock developed in Latin America and the first pilot plant for the production of high precision microscopes. Recently the group of research under his guidance has implemented in Brazil by the first time the clinical use of  Photo-Dynamic-Therapy for the treatment of cancer and microbiological control.  A strong relation between basic research and industry is one of the characteristics of the work carried on by Bagnato, resulting the implementation of high technology industries in the field of optics. Has published over 500  papers in international journals with more than 15000 citations. During his academic life, he has  supervised more than 100 graduate students and he is presently supervising  15 graduate students involved in several programs of research as well as many undergraduates. Maintain close international relation with many institutions around the world.  Diffusion of science  organizing an special TV channel and public exhibitions  are part of his activity.  Members of the following academies: National Academy of Science(USA), Pontifical Academy of Science ( Vaticano) , TWAS, Brazilian Academy of science and Latin America Academy of Science. Has received many scientific prizes and Honors.",
        "authors": "Vanderelei Bagnato"
      },
      "PL-TUE-01": {
        "name": "High Performance Optical Interference Coatings for high intensity near infrared lasers and ultrastable laser cavities",
        "abstract": "",
        "author_picture": "img/speakers/carmen-menoni.jpg",
        "mini_cv": "Dr. Carmen S. Menoni  is University Distinguished Professor in the Department of Electrical and Computer Engineering.  She also holds appointments in the department of Chemistry,  the School of Biomedical Engineering and the School of Advanced Materials Discovery.      Prof. Menoni’s expertise is in optical and material science. Her research of focuses on the development of novel interference coating architectures for power scaling of mid-infrared lasers.  Her research in optical coatings is tailored to solve critical issues of laser damage in light sources with unique pulse structures.  Part of these  efforts are also devoted to investigate pathways to realize ultra-stable interference coatings for gravitational wave interferometers.   Prof.  Menoni is also actively involved in using high-brightness coherent beams of light of wavelengths between 10-50 nm for optics applications such as nanoscale imaging, ablation and chemical imaging.   Her work is described in over 300 archival publications and has been presented in 340 conference talks, including 80 invited presentations,  at national and international conferences.   \nProf. Menoni  is  Fellow of the Institute of Electrical & Electronic Engineers (IEEE), the American Physical Society (APS),  the Optical Society of America (OSA), the American Association for the Advancement of Science (AAAS)  and the International Society for Optics and Photonics (SPIE).  Carmen Menoni is founding editor of  IEEE Photonics Journal.    Prof. Menoni is currently  President-Elect of the IEEE Photonics Society.",
        "authors": "Carmen Menoni"
      },
      "PL-TUE-02": {
        "name": "The R&D landscape in the state of São Paulo, Brazil",
        "abstract": "We will describe the status of Research and Development (R&D) in the state of São Paulo, Brazil. The business sector, universities and mission oriented institutes contribute to one of the main R&D hubs in the South, with a large portfolio of Basic and Applied research as well as Experimental Development. Collaboration in research between universities and companies has been increasing, as demonstrated by the number of jointly funded projects and the number of publications with authors in academia and authors in industry. We will highlight some results and activities in fields related to Optics and Photonics.",
        "author_picture": "img/speakers/carlos-brito.jpg",
        "mini_cv": "Graduated in Electronic Engineering from ITA in 1978. Obtained the title of Master of Science in 1980 and the Doctor of Sciences in 1983, at the Institute of Physics Gleb Wataghin, Unicamp. He was a visiting researcher at the Università degli Studi in Rome, visting researcher at the Université Pierre et Marie Curie, Paris, and a resident visitor at Bell Laboratories of AT&T in Holmdel, NJ and in Murray Hill, NJ. His research is in ultrafast phenomena using ultra-short laser pulses, with emphasis on the study of electronic processes in the time-scale of femtoseconds in nonlinear optical materials aimed for applications in optical communications. Brito Cruz was Director of the Physics Institute ?Gleb Wataghin?, Unicamp and the Dean for Research at Unicamp. He has been the Vice President of the Brazilian Society of Physics and member of the Advisory Board of the International Optical Society of America. He is a member of the Brazilian Academy of Sciences. He was President of the São Paulo Research Foundation, FAPESP, from 1996 to 2002 and Rector of Unicamp from April 2002 to April 2005. He has been the President of the Board of Technology and Competitiveness of FIESP (2005-2012). Since April 2005, Brito Cruz is the Scientific Director of FAPESP.",
        "authors": "Carlos Henrique de Brito Cruz"
      },
      "PL-TUE-03": {
        "name": "Next generation coherent optical pluggable modules",
        "abstract": "In this talk, we review the coherent optical transceiver evolution since the early 100 Gb/s to current 400 Gb/s systems. The talk will focus on the system aspects and technological challenges considering the massive adoption of pluggable optics for different applications. In the final part of the presentation, we address one of the most relevant topic in current coherent systems, which is how to optimize power dissipation and still keep up with a reasonable system performance for short-reach data center interconnection and WDM metro applications.",
        "author_picture": "img/speakers/jacklyn-reis.jpg",
        "mini_cv": "",
        "authors": "Jacklyn Dias Reis"
      },
      "PL-TUE-04": {
        "name": "Adventures in infrared spectroscopy of complex biological system. The good, the bad and the beautiful",
        "abstract": "In this presentation I will give an overview of infrared spectroscopy and imaging of bilogical cells and tissue and discuss some of the problems associated with the various techniques. I will then take a forward look and talk about the introduction of infrared quantum cascase lasers and the new technique of optical photothermal infrared specroscopy and how this can be combined with Raman spectroscopy.",
        "author_picture": "img/speakers/peter-gardner.jpg",
        "mini_cv": "Peter Gardner is currently Professor of Analytical and Biomedical Spectroscopy in the school of Chemical Engineering and Analytical Science, based in the Manchester Interdisciplinary Biocentre. His research interests revolve round vibrational spectroscopy with focus on analytical and bioanalytical/biomedical spectroscopy. Peter obtained his BSc in Chemistry from the University of East Anglia before completing his PhD in Physical Chemistry in 1988 at the same institution. This was followed by two successful postdoctoral research appointments at the Fritz-Haber Institute der Max-Planck Gesselschaft in Berlin (1988-92) and then the Department of Chemistry at the University of Cambridge (1992-1994). In 1994 he Joined the Chemistry Department at UMIST as a Lecturer and was promoted to Senior Lecturer in 2000. In 2004 upon the merger to form The University of Manchester he moved to the School of Chemical Engineering and Analytical Science as part of the Instrumentation and Analytical Science group. In 2001 he moved into the field of bioanalytical spectroscopy, particularly infrared microspectroscopy and this has become the main focus of his research. He has now an internationally recognised biospectroscopy group which has focused on the use of infrared spectroscopy in the study of prostate and other urological cancers. In collaboration with the Paterson institute for Cancer Research it has been shown that infrared microspectroscopy can be used to distinguish different grades of cancer within tissue biopsy samples and is currently involved in developing an automated diagnostic system using infrared spectroscopy to augment routine histological pathology. Recently his group have been interested in unravelling spectral artefacts associated with single cell spectra. In collaboration with groups in Dublin and Norway his group have developed scattering correction algorithms that are now used worldwide.",
        "authors": "Peter Gardner"
      },
      "PL-WED-01": {
        "name": "Rogue Photonics",
        "abstract": "Random events in nature are of great scientific interest as they influence weather, spread of disease, the formation of rogue waves, glassy magnetic behavior, instabilities, turbulence, symmetry breaking, initiate chaos, and lead to Anderson localization in the solid state. These important phenomena have recently found a platform: photonics - to model, further understand and shed light on these various observations within the convenience of a laser laboratory. The link between chaos and lasing has thus, become a significant field of study. Random phenomenon has been shown to occur in Rayleigh, Brillouin and Raman scattering. This presentation charts the very rich area of research showing how scattering of light has been used to easily generate photonics analogues of these events. The Rogue, a random optical fibre grating written by UV radiation or ultrafast lasers, leads to a new type of localization of light, and how the removal of randomness results in high quality, well behaved, state-of-the-art lasers.",
        "author_picture": "img/speakers/raman-kashyap.jpg",
        "mini_cv": "Raman Kashyap received the B.Sc. degree from King’s College London, U.K., and the Ph.D. degree in physics from Essex University, U.K. He has been active in the field of photonics research for over 30 years, many of which were spent at British Telecom Research Laboratories at Martlesham Heath, Ipswich, U.K. He was the Head of Corvis Canada Inc., a mid-size company of over one hundred employees. He has been involved in optical fiber based devices, measurements, and nonlinear optics. He researched fiber Bragg gratings since the very early day of the field. He has authored 550 papers in journals, books, and conferences, has presented more than 125 invited talks at conferences and institutes around the world, authored the first book on fiber Bragg gratings (expanded 2nd. Ed., 2001) and has filed over 40 patents.,He currently holds the Canada Research Chair on Future Photonic Systems. He is also a Professor with the Departments of Electrical Engineering and Engineering Physics, Polytechnique Montreal, University of Montreal, Canada. He is also the Head of the Advanced Photonics Concepts Laboratory and the 4M$ laser microfabrication Laboratory, Fabulas. His current research interests center around advanced application in photonics, including optical signal processing, glass and waveguide poling, advanced Bragg gratings and sensors, single frequency sources, random lasers, radio over fiber, tunable photonic crystal structures, bio-photonics, nonlinear optics, integrated optic waveguides, direct laser writing and micromachining, surface plasmons, and solid state laser cooling and devices for atom guidance.,Prof. Kashyap is a Chartered Physicist, a fellow of the Optical Society of America, the SPIE, the Institute of Physics, the Engineering Institute of Canada, the Canadian Academy of Engineering, and the Academy of Sciences of the Royal Society of Canada.",
        "authors": "Raman Kashyap"
      },
      "PL-WED-02": {
        "name": "Coherent Transmitters: what, how and when?",
        "abstract": "As capacity demands continues to increase, and standard single mode fibres still prevails, techniques to maximise the spectral efficiency of the fibre available bandwidth are now moving from research to implementation. While DSP and higher order modulation formats are becoming widely available commercially, in particular for 400G+ approaches, Tb/s capacities are likely to be achieved with multi-carrier schemes. In this plenary talk, we will review the need and what coherent transmitters are, show potential solutions and how to overcome their challenges , and discuss when this technology will be potentially ready.",
        "author_picture": "img/speakers/fatima-gunning.jpg",
        "mini_cv": "Dr Gunning is a Senior Staff researcher and Head of Graduate Studies at Tyndall National Institute, and Senior Research Fellow at the Physics Department, University College Cork. She worked previously at Corning Research Centre in UK, had several internships at British Telecom at Adastral Park in UK, and holds a Master and PhD degrees in Physics from Pontifícia Universidade Católica do Rio de Janeiro. She was part of the team pioneering on Optical Coherent Wavelength Division Multiplexing (also known as “superchannels” or coherent transmitters) at Tyndall. Her current research focus on the development novel devices for high capacity systems at 1.5 and 2 m, and on incorporating adaptive physical layer solutions with Software Defined Networks for network efficiency, control and management. Dr Gunning collaborates closely with Tyndall’s semiconductor devices team on the next generation of integrated photonic devices, and incorporates high-speed testing at chip level in the lab. She also volunteers and leads initiatives to promote Science in the community, and in particular efforts to increase gender representation in Physics and Engineering at all levels. She’s the acting chair for Empowering Women Committee @ Tyndall, participates in UCC’s Athena Swan focus groups, champions Tyndall’s Centre of Integrated Photonics (IPIC) gender action plan and the IEEE Photonics Society as AVP for Multicultural Outreach.\nFurther information and research details can be found at: https://www.linkedin.com/in/fatimagunning/ \nhttp://orcid.org/0000-0003-3468-5813",
        "authors": "Fatima Gunning"
      },
      "PL-WED-03": {
        "name": "2D materials: from optical characterization to photonic application",
        "abstract": "From early years, optical methods, such as Raman, photoluminescence and absorption spectroscopies, have been of utmost importance for the characterization 2D materials. Among other characteristics, these methods allow for the determination of the 2D crystals’ number of layers, doping levels and defect densities. More recently, the incorporation of 2D materials on optical substrates and waveguides have allowed for a wide variety advanced photonic devices to be designed for prospective applications ranging from molecular sensing to optical communications and infrared/terahertz technology. For being flexible and not making out-of-plane chemical bonds, such an incorporation can easily be accomplished, while the increasing variety of 2D materials available allows for different optical properties to be obtained from the resulting device architecture. In this talk, I will review the recent activity carried out at MackGraphe towards the optical characterization and photonic application of 2D materials. I will show that the polarized Raman spectrum of orthorhombic lamellar materials, such as black phosphorus and germanium sulfide, incorporates valuable information about their edge structures. Also, nonlinear optical frequency conversion will be shown as an example of the ability to change the properties of light by exploiting electronic and excitonic processes in 2D materials. The incorporation of graphene oxide as well as nanocomposite materials onto the internal walls of microcapillaries in optical fibers will be described as means to develop devices for molecular sensing via surface enhanced Raman spectroscopy (SERS), as well as to generate ultrashort pulses in fiber lasers via mode locking.",
        "author_picture": "img/speakers/christiano-matos.jpg",
        "mini_cv": "He graduated in Physics from the Institute of Physics and Chemistry of São Carlos of the University of São Paulo in 1996. He obtained his PhD in Physics from the Gleb Wataghin Physics Institute of the State University of Campinas in 1991. Between 1992 and 1995 he was a Visiting Researcher at AT & T Bell Laboratories (Homdel, NJ) working in the department of advanced optoelectronic devices. Back in Brazil, he became a professor at the Physics Institute of the University of Brasília (UnB) where he coordinated the Institute's postgraduate program. He is currently a full professor at Mackenzie Presbyterian University and the founder of MackGraphe (Center for Advanced Research in Graphene Nanomaterials and Nanotechnologies). He is an advisor to the CGIA (China Innovation Alliance of the Graphene Industry), a member of the International Committee of the RIDC (Research, Innovation and Dissemination Centers) of Fapesp, the Scientific Advisory Board of Quanta-Lab (INL - International Iberian Nanotechnology Laboratory and University of Minho ), the CPqD Innovation Committee, CCFOTO (MCTIC's Photonics Advisory Committee), a member of the OSA (Optical Society of America), the IEEE Photonics Society, the Brazilian Society of Physics (SBF) and SBMO (Brazilian Society of Microwave and Optoelectronics). He works in the area of Photonics in advanced devices based on bi-dimensional materials, such as graphene.",
        "authors": "Christiano J. S. de Matos"
      },
      "PL-WED-04": {
        "name": "Nonlinear wave-mixing and photonic phase transitions in Random Lasers",
        "abstract": "Random Lasers (RLs) are excellent platforms to study disordered photonics and to understand the behavior of a large variety of complex systems. The RL emission is obtained from disordered materials instead of ordered systems inside optical cavities, as in conventional laser. The feedback for laser action is provided by multiple scattering of light in the gain medium. No optical cavity is used but the RLs present resonance frequency modes due to constructive optical interference of scattered light inside the gain medium. \nIn this presentation I will review recent advances in the RL research with examples for one-, two-, and three-dimensional systems operating in pulsed and continuous-wave regimes. In particular I will focus on nonlinear wave-mixing processes among the various lasing modes that contribute to photonic phase transitions characterized by strong output intensity fluctuations. Analogies to the statistical mechanics of complex systems emerge from the analysis of the RLs behavior. The characterization of Lévy distributions for the intensity fluctuations probability distributions, the demonstration of replica-symmetry- breaking which is the most fascinating and fundamental concept of spin-glass theory, and extreme intensity events with power law assymptotic tail are examples of remarkable phenomena in RLs that will be discussed.",
        "author_picture": "img/speakers/cid-araujo.jpg",
        "mini_cv": "Graduated in Electrical Engineering from the Federal University of Pernambuco-UFPE (1968), Master in Physics (1971) and Doctorate in Physics (1975) from PUC Rio de Janeiro. Postdoctoral fellow at Harvard University (1976-1977) in the USA. Professor at the UFPE Physics Department since July 1971. Full Professor at the Federal University of Pernambuco-UFPE (1989 to 2013). Emeritus Professor-UFPE-Recife. Has a CNPq researcher scholarship since January 1978 (Level 1A since 1985). He is a Full Member of the Brazilian Academy of Sciences. Awarded the Galileo Galilei Award by the International Commission for Optics (ICO). Elected Fellow of the Optical Society of America (OSA) and Fellow of The World Academy of Sciences (TWAS). He is a member of the National Order of Scientific Merit (Classes: Grand Cross and Commander). He was a Visiting Professor and Researcher at the Université d? Angers, Ecole Polytechnique-Palaiseau, Université Paris-Nord, I.B.M.-Thomas J. Watson (New York). Member of the Editorial Board of Optical Materials (Amsterdam) 1991-1995; Brazilian Journal of Physics 1991-2007 (Editor between 1992 and 1995); Applied Physics Letters 2013-2015; Journal of Applied Physics 2013-2015; APL Photonics 2019-2021. Works in the area of ​​Physics, with emphasis on Optical Properties of Solids, Nonlinear Optics and Photonics. In recent years has been dedicated to the study of special glasses for Photonics, nanostructured systems for applications in Nanophotonics and Plasmonics.",
        "authors": "Cid Bartolomeu de Araújo"
      },
      "plenaries-end": null,
      "tech-sessions-init": null,

      "OS-C-MON-01-01": {
        "invited": true,
        "name": "Advances and Perspectives Towards Tb/s Optical Transmission",
        "abstract": "This paper presents recent advances on high-capacity optical fiber communication for coherent and non-coherent transmission systems. We describe works carried out at CPQD on digital signal processing, forward error correction, and integrated photonic devices for long-haul, unrepeatered, and data center interconnect scenarios. Future trends and perspectives for next generation systems based on the state-of-the-art research are also discussed.",
        "authors": [
          {
            "author_name": "Rafael C. Figueiredo",
            "institution": "CPQD, Brazil"
          },
          {
            "author_name": "Alexandre Felipe",
            "institution": "CPqD Foundation, Brazil"
          },
          {
            "author_name": "André Souza",
            "institution": "CPqD, Brazil"
          },
          {
            "author_name": "Eduardo Rosa",
            "institution": "CPqD - Centro de Pesquisa e Desenvolvimento em Telecomunicações, Brazil"
          },
          {
            "author_name": "Fábio D. Simões, Felipe Lorenzo Della Lucia, Glauco C. C. P. Simões",
            "institution": "CPqD, Brazil"
          },
          {
            "author_name": "Giovanni de Farias",
            "institution": "CPqD, Brazil"
          },
          {
            "author_name": "Hening Andrade",
            "institution": "UFPB, Brazil"
          },
          {
            "author_name": "José Hélio da Cruz Júnior",
            "institution": "CPqD, Brazil"
          },
          {
            "author_name": "Tiago Sutili",
            "institution": "CPqD & University of Campinas, Brazil"
          },
          {
            "author_name": "Yesica Rumaldo Bustamante",
            "institution": "CPQD, Brazil"
          },
          {
            "author_name": "Sandro M. Rossi",
            "institution": "CPqD Telecom & IT Solutions, Brazil"
          }
        ],
        "authors_string": "Rafael C. Figueiredo, Alexandre Felipe, André Souza, Eduardo Rosa, Fábio D. Simões, Felipe Lorenzo Della Lucia, Glauco C. C. P. Simões, Giovanni de Farias, Hening Andrade, José Hélio da Cruz Júnior, Tiago Sutili, Yesica Rumaldo Bustamante, and Sandro M. Rossi"
      },
      "OS-C-MON-01-02": {
        "invited": false,
        "name": "Network Fragmentation Measure in Elastic Optical Networks",
        "abstract": "The Elastic Optical Network (EON) with multirate transmission and supported by bandwidth-variable switching technologies has provided more efficient utilization of spectral resources, leading to improvement of the network throughput. However, EON experiences a higher degree of fragmentation than conventional fixed-grid networks because of the spectrum continuity constraint and due to the dynamic nature of setup and release of the connections. In this work we propose and analyze some network fragmentation metrics, one of them applied to evaluate the spectrum fragmentation only due to the contiguity constraint.",
        "authors": [
          {
            "author_name": "Luiz H Bonani",
            "institution": "Universidade Federal do ABC, Brazil"
          },
          {
            "author_name": "Majid Forghani-elahabad",
            "institution": "UFABC, Brazil"
          },
          {
            "author_name": "Marcelo Abbade",
            "institution": "UNESP, Brazil"
          }
        ],
        "authors_string": "Luiz H Bonani, Majid Forghani-elahabad, and Marcelo Abbade"
      },
      "OS-C-MON-01-03": {
        "invited": false,
        "name": "Comparative Study of 1-Tb/s Single Laser Coherent Optical Systems based on OFDM and Nyquist FDM",
        "abstract": "Two multiplexing techniques, digitally frequency multiplexed Nyquist FDM and OFDM, are evaluated in high-data rate coherent optical transmissions. Simulations are carried out to achieve a net data rate of 1 Tb/s through dual-polarization 64QAM and 256QAM at 100 GBd and 75 GBd, respectively. The systems' performance were evaluated in terms of OSNR versus Tx and Rx laser linewidths, number of subcarriers, and DAC/ADC quantization and bandwidths. Despite similar performance for both techniques, CO-NFDM may allow a lower-cost implementation.",
        "authors": [
          {
            "author_name": "André Souza",
            "institution": "CPqD, Brazil"
          },
          {
            "author_name": "Sandro M. Rossi",
            "institution": "CPqD Telecom & IT Solutions, Brazil"
          },
          {
            "author_name": "Mônica de Lacerda Rocha",
            "institution": "University of Sao Paulo, Brazil"
          }
        ],
        "authors_string": "André Souza, Sandro M. Rossi, and Mônica de Lacerda Rocha"
      },
      "OS-C-MON-01-04": {
        "invited": false,
        "name": "Silicon Waveguide Optically Tunable THz Filter",
        "abstract": "In this study, we present a tunable THz band pass filter design, using photo-excited low-loss slotted waveguide in a integrated CMOS compatible technology. The results show a tunable THz-filter capable of 48% of bandwidth dynamic range operation, in a spectral range from 0.55 to 0.90 THz.",
        "authors": [
          {
            "author_name": "Gabriel Fré",
            "institution": "UNIFEI, Brazil"
          },
          {
            "author_name": "Lúcia Saito",
            "institution": "Universidade Presbiteriana Mackenzie, Brazil"
          },
          {
            "author_name": "Felipe Mejía",
            "institution": "National Institute of Telecommunications - INATEL, Brazil"
          },
          {
            "author_name": "Danilo Spadoti",
            "institution": "Universidade Federal de Itajubá - UNIFEI, Brazil"
          }
        ],
        "authors_string": "Gabriel Fré, Lúcia Saito, Felipe Mejía, and Danilo Spadoti"
      },
      "OS-I-MON-05-01": {
        "invited": true,
        "name": "Ultrafast Graphene-based Optical Modulators",
        "abstract": "Graphene can provide solutions to integrate active and passive photonic devices on different materials platform. This paper presents a review of electro-optical modulators and recent results of graphene-based capacitive structure in optical fiber, silicon and polymer waveguides. In addition, saturable absorption properties of graphene integrated in all fiber configuration provides ultrashort pulses generation by passive mode-locking technique.",
        "authors": [
          {
            "author_name": "Lúcia Saito",
            "institution": "Universidade Presbiteriana Mackenzie, Brazil"
          },
          {
            "author_name": "Eunézio Thoroh de Souza",
            "institution": "Universidade Presbiteriana Mackenzie, Brazil"
          }
        ],
        "authors_string": "Lúcia Saito, and Eunézio Thoroh de Souza"
      },
      "OS-I-MON-05-02": {
        "invited": false,
        "name": "Coupled waveguides optomechanical device for the investigation of the beating force",
        "abstract": "In this text we briefly present our recent efforts on detecting the beating force on coupled waveguides. The design, the fabrication and the characterization of an integrated optomechanical device with this purpose is discussed. Finally we present some preliminary results obtained with the device, demonstrating the viability of our method.",
        "authors": [
          {
            "author_name": "Cauê Moreno Kersul",
            "institution": "State University of Campinas & \"Gleb Wataghin\" Institute of Physics"
          },
          {
            "author_name": "Pierre-Louis de Assis",
            "institution": "State University of Campinas (Unicamp) & \"Gleb Wataghin\" Institute of Physics, Brazil"
          }
        ],
        "authors_string": "Cauê Moreno Kersul, and Pierre-Louis de Assis"
      },
      "OS-I-MON-05-03": {
        "invited": false,
        "name": "Design of near-zero GVD slow light photonic crystal waveguides",
        "abstract": "Slow light propagation throughout photonic crystal slab waveguides have great potential to reduce the size and power consumption of active silicon photonic devices. A great effort has been done to understand the slow light mechanisms and their relations with the waveguide geometrical parameters. In this way, it is expected to control the waveguide dispersion characteristics and exploit the effects produced when slowing down light propagation speed, but avoiding, at the same time, the high group velocity dispersion (GVD) level drawbacks such as pulse broadening and distortion. Here, we present a concise methodology to perform an efficient near-zero GVD slow light photonic crystal waveguide oriented-design. We use a slow light flatness parameter for enabling a systematic comparison of slow light waveguide structures regarding their average group velocity and group index slope within a limited bandwidth. The results show the feasibility of obtain simple and ease of fabrication near-zero GVD slow light photonic crystal waveguide structures with slowdown factors up to 40, normalized delay-bandwidth products over 0.2, and dispersion lengths at the millimeter scale.",
        "authors": [
          {
            "author_name": "Emerson G. Melo",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Thiago P. M. Alegre",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Marcelo Carreño",
            "institution": "University of São Paulo, Brazil"
          },
          {
            "author_name": "Marco I Alayo",
            "institution": "University of Sao Paulo, Brazil"
          }
        ],
        "authors_string": "Emerson G. Melo, Thiago P. M. Alegre, Marcelo Carreño, and Marco I Alayo"
      },
      "OS-I-MON-05-04": {
        "invited": false,
        "name": "Optimization of BGO Er/Yb doped pedestal waveguide amplifiers with Si nanostructures",
        "abstract": "In this work we review the recent advances in pedestal waveguide amplifier fabrication. The improvement of conventional photolithography and plasma etching methods brings advantages that benefit light guiding and reduce propagation losses, mainly in the 3rd telecommunication windows (~1550 nm). Yb3+/Er3+ codoped Bi2O3-GeO2 thin films, with and without Si nanostructures, are obtained by RF Magnetron sputtering deposition and are used as core layer of 500 nm height in the pedestal waveguides. Choosing an appropriate amount of these silicon nanostructures inside the rare-earth waveguides we achieve pump light scattering and at the same time very little scattering at the signal wavelength. The overall effect is again enhancement of 50% thus opening possibilities for potential applications in integrated optics.",
        "authors": [
          {
            "author_name": "Diego Silvério da Silva",
            "institution": "Faculdade de Tecnologia do Estado de São Paulo (FATEC-SP), Brazil"
          },
          {
            "author_name": "Luciana Kassab",
            "institution": "Faculdade de Tecnologia do Estado de São Paulo (FATEC-SP), Brazil"
          },
          {
            "author_name": "Niklaus Wetter",
            "institution": "IPEN, Brazil"
          },
          {
            "author_name": "Ernesto Jimenez-Villar",
            "institution": "Federal University of Paraíba, Brazil"
          }
        ],
        "authors_string": "Diego Silvério da Silva, Luciana Kassab, Niklaus Wetter, and Ernesto Jimenez-Villar"
      },
      "OS-O-MON-02-01": {
        "invited": true,
        "name": "Compact Laser Accelerators Towards Medical Applications - perspectives for a Brazilian Program",
        "abstract": "Laser particle acceleration is now in a new trend due to an enormous worldwide effort to increase the peak power of femtosecond lasers, as well as increasing their average power in order to make them useful for applications. The leading example is the Extreme Light Infrastructure in Europe, which has led to the establishment of three large research facilities in the Czech Republic, Romania and Hungary that host some of the most powerful lasers world-wide (above PW peak power). This action is now being followed by the USA LaserNetUS initiative, that comprises all the big laser facilities in US, and similar efforts also happen in Asia. We are starting a program to establish a laser accelerator facility in Brazil, aiming to produce radiation (electrons, protons and X rays) to be used in medical applications, like X ray and electron therapy, nuclear reactions and, eventually, protontherapy.",
        "authors": [
          {
            "author_name": "Nilson Vieira",
            "institution": "IPEN-CNEN/SP, Brazil"
          },
          {
            "author_name": "Ricardo E. Samad",
            "institution": "IPEN-CNEN/SP, Brazil"
          },
          {
            "author_name": "Edison P Maldonado",
            "institution": "Instituto Tecnológico de Aeronáutica - ITA, Brazil"
          }
        ],
        "authors_string": "Nilson Vieira, Ricardo E. Samad, and Edison P Maldonado"
      },
      "OS-O-MON-02-02": {
        "invited": false,
        "name": "Assessment of burn wounds status using mid-infrared spectroscopy",
        "abstract": "Burns are one of the major causes of morbidity and the most costly traumatic injuries worldwide. Better understanding of the molecular mechanisms associated with wound healing might provide improved clinical strategies to speed up the tissue repair process and reduce the global impact of burns on public health services. The traditional techniques used to assess the biochemical events related to wound repair are laborious, time-consuming and require multiple staining. Thus, the present study aims to evaluate the feasibility of Fourier transform infrared (FTIR) spectroscopy in order to monitor the progress and healing status of burn wounds. Third-degree burn injuries were induced on Wistar rats by water vapor exposure. Afterwards, biopsies specimen was extracted for further histopathological examination and spectroscopic evaluation at 4 time-points (3, 7, 14 and 21 days). Raw spectral data were offset-corrected and normalized by amide I band area. The second derivatives were compared by the Principal Component Analysis (PCA). On days 3 and 7, when compared to healthy group, biomolecules bands were most prominent. However, on days 14 and 21, these molecular bands decreased. Therefore, our pairwise comparison revealed that metabolic activity induced by thermal injury decreases as the healing process progresses. Our findings show that FTIR spectroscopy can monitor the biochemical development induced by burn injury and detect the status of wound repair. This study was supported by CEPID/FAPESP 05/51689-2, CAPES/PROCAD 88881.068505/2014-01, CNPq (INCT-465763/2014/6, Phd-grant-141946/2018-0 and 141629/2015-0, PQ-309902/2017-7).",
        "authors": [
          {
            "author_name": "Pedro Castro",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares, IPEN - CNEN/SP, Brazil"
          },
          {
            "author_name": "Cassio Lima",
            "institution": "University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Telma Zorn",
            "institution": "University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Denise M. Zezell",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares, IPEN - CNEN/SP, Brazil"
          }
        ],
        "authors_string": "Pedro Castro, Cassio Lima, Telma Zorn, and Denise M. Zezell"
      },
      "OS-O-MON-02-03": {
        "invited": false,
        "name": "Performance Evaluation of the ADI-FDTD Method on the Simulation of Optical Devices",
        "abstract": "This work checks the accuracy of the ADI-FDTD method for simulations of guided optical propagation regarding two optical devices: a directional coupler and a distributed Bragg reflector in a planar waveguide. The results show that despite the ADI-FDTD method is unconditionally stable as the numerical time step increases, which reduces the total time steps and the runtime compared with the conventional explicit FDTD method, its precision otherwise may decline at a level that may prevent an accurate assessment of the optical devices operational characteristics.",
        "authors": [
          {
            "author_name": "Licinius Alcantara",
            "institution": "Universidade Federal Rural da Amazônia, Brazil"
          },
          {
            "author_name": "Carlos Alberto De Francisco",
            "institution": "Federal University of São Carlos, Brazil"
          }
        ],
        "authors_string": "Licinius Alcantara, and Carlos Alberto De Francisco"
      },
      "OS-O-MON-02-04": {
        "invited": false,
        "name": "Sub-20 fs UV spectroscopy to track primary photoinduced processes in Thiobases",
        "abstract": "Thiobases are DNA or RNA nucleobases where an exocyclic carbonyl oxygen is replaced by a sulfur atom [1]. Thiation induces a red-shift in the absorption spectrum and causes also a dramatic change in the photophysics with respect to the canonical nucleobases: while in DNA/RNA monomers internal conversion S1→S0 mediated by a conical intersection (CI) is the main deactivation channel, the major relaxation pathway in thiobases is via the population of triplet states via an ultrafast intersystem crossing (ISC). Thiobases have attracted much interest in the last few years due to their photo-therapeutic applications [1]. In spite of that, their ultrafast deactivation mechanisms are not yet fully understood. In this work we combine transient absorption spectroscopy featuring sub-20-fs time resolution in the UV [2, 3] with hybrid quantum mechanics/molecular mechanics (QM/MM) state-of-the-art computational tools [4, 5] to analyse the ultrafast photoinduced dynamics in 4-thiouracil in aqueous solution. A 2D map of the differential absorption (ΔA) is displayed was was acquired. At early times we observe three signatures: the ground state bleaching (GSB, below 360 nm), a stimulated emission (SE) signal peaking at 400 nm and a photo-induced absorption (PA) band above 500 nm. The SE band displays a first ultrafast decay on the sub-100-fs timescale and subsequently a second PA band peaking at 550 nm grows in on a ~500-fs timescale. This band has been observed in previous studies with lower, 200-fs time resolution and has been assigned to triplet-triplet absorption, thus providing a fingerprint of the ISC process [6]. Our data clearly show that ISC does not occur directly from the photoexcited bright state but is mediated by an intermediate dark state [7]. A global analysis of the data reveals time constants of 76 fs and 225 fs for the ππ* SE decay and triplet PA formation. Our simulations show that from the ππ* state the decay path leads to a sloped CI seam with the dark nπ* state populated upon thermal fluctuations. We find that the nπ* state minimum is isoenergetic with two triplet states, of nπ* and of ππ* nature, respectively, allowing for the effective population of the triplet manifold. Hopping events are encountered already after 100 fs, in agreement with the 76 fs time constant extracted from the global analysis. The longer time constant of 225 fs is assigned to the build up of PA from the 3ππ* triplet state, supported by our computations revealing higher lying states in the triplet manifold absorbing at 500 nm. Furthermore, in the 2D map we can also clearly observe the ultrafast impulsively excited vibrational motions with two frequencies: 400 cm-1 and 680 cm-1 which are in good agreement with the calculated: 457 cm-1 breathing mode and in two hydrogen-out-of-plane bending modes with frequencies 697 cm-1 and 784 cm-1. References [1] S. Arslancan, L. Martínez-Fernández, and I. Corral. \"Photophysics and Photochemistry of Canonical Nucleobases' Thioanalogs: From Quantum Mechanical Studies to Time Resolved Experiments.\" Molecules 22, 998 (2017). [2] R. Borrego-Varillas, L. Ganzer, G. Cerullo and C. Manzoni, \"Ultraviolet transient absorption spectrometer with sub-20-fs time resolution\" Appl. Sci. 8, 2076 (2018). [3] R. B. Varillas, A. Candeo. D. Viola, M. Garavelli, S. De Silvestri, G. Cerullo and C. Manzoni, \"Microjoule-level, tunable sub-10 fs UV pulses by broadband sum-frequency generation.\" Opt. Lett 39, 3849 (2014). [4] P. Altoè, M. Stenta, A. Bottoni and M. Garavelli, \"A tunable QM/MM approach to chemical reactivity, structure and physico-chemical properties prediction\" Theor. Chem. Acc., 118, 219 (2007). [5] A. Nenov, I. Conti, R. Borrego-Varillas, G. Cerullo and M. Garavelli, \"Linear absorption spectra of solvated thiouracil resolved at the hybrid RASPT2/MM level\", Chem. Phys. 515, 643 (2018). [6] M. Pollum, S. Jockusch, and C. E. Crespo-Hernández. \"Increase in the photoreactivity of uracil derivatives by doubling thionation.\" Phys. Chem. Chem. Phys 17, 27851 (2015). [7] R. Borrego-Varillas, D. C. Teles Ferreira, A. Nenov, I. Conti, L. Ganzer, C. Manzoni, M. Garavelli, A. M. De Paula and G. Cerullo, \"Observation of the sub-100 femtosecond population of a dark state in a thiobase mediating intersystem crossing\", JACS 140, 47, 16087",
        "authors": [
          {
            "author_name": "Danielle Cristina Teles Ferreira",
            "institution": "Instituto Federal de Educação, Ciência e Tecnologia Minas Gerais - IFMG-Formiga & Departamento de Física, Universidade Federal de Minas Gerais. Belo Horizonte, Brazil"
          },
          {
            "author_name": "Rocio Borrego-Varillas",
            "institution": "IFN-CNR, Dipartimento di Fisica, Politecnico di Milano, Brazil"
          },
          {
            "author_name": "Lucia Ganzer",
            "institution": "Dipartimento di Fisica, Politecnico di Milano, Italy"
          },
          {
            "author_name": "Cristian Manzoni",
            "institution": "Politecnico di Milano, Italy"
          },
          {
            "author_name": "Giulio Cerullo",
            "institution": "Dipartimento di Fisica, Politecnico di Milano, Italy"
          },
          {
            "author_name": "Irene Conti",
            "institution": "Dipartimento di Chimica Industriale, Università degli Studi di Bologna, Italy"
          },
          {
            "author_name": "Artur Nenov",
            "institution": "Dipartimento di Chimica Industriale, Università degli Studi di Bologna, Italy"
          },
          {
            "author_name": "Marco Garavelli",
            "institution": "Dipartimento di Chimica Industriale, Università degli Studi di Bologna, Brazil"
          },
          {
            "author_name": "Ana Maria de Paula",
            "institution": "Universidade Federal de Minas Gerais, Brazil"
          }
        ],
        "authors_string": "Danielle Cristina Teles Ferreira, Rocio Borrego-Varillas, Lucia Ganzer, Cristian Manzoni, Giulio Cerullo, Irene Conti, Artur Nenov, Marco Garavelli, and Ana Maria de Paula"
      },
      "OS-L-MON-06-01": {
        "invited": true,
        "name": "Towards Efficient Amplified Spontaneous Emission with Engineered Colloidal Nanomaterials",
        "abstract": "Semiconductor quantum dots (QDs) present a series of optical characteristics that make them candidate for applications in lighting technologies, in particular as gain media in lasers. Among their desirable properties, we can highlight their color tunability and high emission quantum efficiencies. Here, we discuss methods of improving QD properties for lasing applications by tackling the issues of reabsorption and fast non-radiative recombination. We demonstrate that it possible to reduce the amplified spontaneous emission (ASE) threshold by engineering the multi-exction interactions in heterostructured QD, forming structures capable of combine high absorption cross section, near unity PLQY and suppressed Auger recombination. We show also that the large biexciton binding energy in perovskite quantum dots (PQDs) allows for extremely low ASE threshold, relying on the reduced reabsorption, without the need of band-structure engineering. For small PQDs population inversion can be reached for 〈N〉_ASE = 0.73, lower than the theoretical limit of 〈N〉_ASE =1.15. To conclude, these results demonstrates that the viability of future QD-based lasers lies on the correct balance of three key parameters: biexciton binding energy, Auger recombination, and absorption cross section.",
        "authors": [
          {
            "author_name": "Lázaro A. Padilha",
            "institution": "Unicamp"
          }
        ],
        "authors_string": "Lázaro A. Padilha"
      },
      "OS-L-MON-06-02": {
        "invited": false,
        "name": "Dynamically stable continuous single frequency green ring laser",
        "abstract": "A single-frequency ring laser using two standard commercial diode-pumped Nd:YAG modules is demonstrated. Employing a dynamically stable resonator design, multi-longitudinal mode operation at 1064 nm with 53 W of output power was obtained. When inserting a LBO crystal in the resonator, 1.8 W of single-sided, single-frequency output at 532 nm was achieved. The measured linewidth was 3.6 MHz, close to the resolution limit of the scanning etalon used to measure the longitudinal mode structure.",
        "authors": [
          {
            "author_name": "Allan Bereczki",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares, Brazil"
          },
          {
            "author_name": "Niklaus Wetter",
            "institution": "IPEN, Brazil"
          }
        ],
        "authors_string": "Allan Bereczki, and Niklaus Wetter"
      },
      "OS-L-MON-06-03": {
        "invited": false,
        "name": "Self-modulated laser-plasma acceleration in a H2 gas target, simulated in a spectral particle-in-cell algorithm: wakefield and electron bunch properties",
        "abstract": "We evaluate the results of self-modulated, laser wakefield acceleration of electrons in homogeneous, 150-μm-thick hydrogen gas target, simulated using the spectral particle-in-cell algorithm FBPIC. Considering a single 2-TW laser pulse at 800-nm, which generates ionization and plasma displacement at relativistic intensities, we discuss the resultant wakefield phases, wave-breaking, and the ejected electron bunch properties: charge, length, divergence and energy, also comparing with experimental results.",
        "authors": [
          {
            "author_name": "Edison P Maldonado",
            "institution": "Instituto Tecnológico de Aeronáutica - ITA, Brazil"
          },
          {
            "author_name": "Ricardo E. Samad, Armando V. F. Zuffi, Fabio Tabacow",
            "institution": "IPEN-CNEN/SP, Brazil"
          },
          {
            "author_name": "Nilson Vieira",
            "institution": "IPEN-CNEN/SP, Brazil"
          }
        ],
        "authors_string": "Edison P Maldonado, Ricardo E. Samad, Armando V. F. Zuffi, Fabio Tabacow, and Nilson Vieira"
      },
      "OS-L-MON-06-04": {
        "invited": false,
        "name": "Functionalized and microstructured polymeric composites used as gain medium in random lasers systems",
        "abstract": "In this work, we developed optically active polymeric composite bulks which are employed as gain medium in random laser systems. To increase the number of scattering centers inside the sample, we added to the polymeric matrix single-walled carbon nanotubes. Using a laser micromachining, we fabricated periodic patterns in the volume of the composites, which allowed locking the random laser emission modes in specific wavelengths. In all performed experiments, using these different samples, we observed a coherent feedback of the random lasers.",
        "authors": [
          {
            "author_name": "Adriano J. G. Otuka, Lucas F. Sciuti, Paulo H. D. Ferreira, Renato J. Martins, Cleber R. Mendonça e Leonardo de Boni",
            "institution": ""
          }
        ],
        "authors_string": "Adriano J. G. Otuka, Lucas F. Sciuti, Paulo H. D. Ferreira, Renato J. Martins, Cleber R. Mendonça e Leonardo de Boni"
      },
      "OS-B-MON-03-01": {
        "invited": true,
        "name": "Optical techniques as approaches for treatment of diseases and diagnostic monitoring",
        "abstract": "Optical techniques have been increasingly used as alternative approaches for tissue monitoring, diagnosis and treatment of diseases as different as cancer and microbiological infections. This work shall provide insight on photodynamic therapy approaches for non-melanoma skin cancer and microbiological inactivation and the use of fluorescence as a tool to monitor changes in transplanted organ grafts.",
        "authors": [
          {
            "author_name": "Jose D Vollet Filho",
            "institution": "University of Sao Paulo & Sao Carlos Institute of Physics, Brazil"
          }
        ],
        "authors_string": "Jose D Vollet Filho"
      },
      "OS-B-MON-03-02": {
        "invited": false,
        "name": "Silver and Silver-Iron Nanoparticles Synthesized by Photoreduction for Applications in Cancer Therapy",
        "abstract": "Metal nanoparticles have been extensively studied for various purposes including therapeutic applications for cancer. In this study, nanoparticles of silver and silver-iron with aminolevulinic acid (ALA) were synthesized using (ALA:AgNPs and ALA:AgFeNPs) the photoreduction method with a 300 W xenon lamp, characterized by UV/vis absorption, zeta potential, x-rays diffraction, FTIR and transmission electron microscopy. The sizes obtained were ~ 23 nm for silver and ~ 12 nm for iron. Cytotoxicity assays were performed on breast tumor cells (MCF-7) and prostate cancer cells (LNCaP). The results obtained showed that it was possible to synthesize silver and silver-iron nanoparticles by the photoreduction method, and to functionalize their surfaces with ALA, which was delivered to the cells and converted to protoporphyrin IX (PpIX).",
        "authors": [
          {
            "author_name": "Karina Gonçalves",
            "institution": "Universidade Federal de São Paulo, Brazil"
          },
          {
            "author_name": "Fúlvio Corazza",
            "institution": "Instituto de Pesquisas Energética e Nucleares, Brazil"
          },
          {
            "author_name": "Daniel Vieira",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares, Brazil"
          },
          {
            "author_name": "Lilia Courrol",
            "institution": "Universidade Federal de São Paulo & Instituto de Ciências Ambientais, Químicas e Farmacêuticas (ICAQF), Brazil"
          }
        ],
        "authors_string": "Karina Gonçalves, Fúlvio Corazza, Daniel Vieira, and Lilia Courrol"
      },
      "OS-B-MON-03-03": {
        "invited": false,
        "name": "Photodegradation in the infrared region of indocyanine green in aqueous solution",
        "abstract": "Indocyanine green (ICG) is a water soluble anionic tricarbocyanine dye which has been widely used for biological applications. The photodegradation and aggregation of ICG were studied in aqueous solution by absorbance spectrum measurements. Two excitation wavelengths were used, 780 and 808 nm. The photodegradation analysis was performed based on the number of absorbed photons and rate equations of the electronic excited states. The aggregation effect is influenced by the diluent medium and also a third emission band at 640 nm, associated with PBS solution, could be observed. This new emission band is associated to a trimeric band, when ICG is diluted in PBS. The degradation of the solution with aggregated forms does not follow the Beer-Lambert law. The exposure to light increases the degradation rates. The photodegradation rates were distinct between the two excitation wavelengths.",
        "authors": [
          {
            "author_name": "Johan Sebastián Díaz Tovar",
            "institution": "Univerty of São Paulo, Brazil"
          },
          {
            "author_name": "Giulia Kassab",
            "institution": "Univerty of São Paulo, Brazil"
          },
          {
            "author_name": "Natalia Inada, Vanderlei Bagnato",
            "institution": "University of São Paulo, Brazil"
          },
          {
            "author_name": "Cristina Kurachi",
            "institution": "University of São Paulo, Brazil"
          }
        ],
        "authors_string": "Johan Sebastián Díaz Tovar, Giulia Kassab, Natalia Inada, Vanderlei Bagnato, and Cristina Kurachi"
      },
      "OS-B-MON-03-04": {
        "invited": false,
        "name": "Computational models for light-tissue interactions: recent advances",
        "abstract": "Computational simulations could be used as a tool to better understand how biochemical changes translate into structural changes that generate pathological states. By computational calculations, it is possible to obtain the vibrational spectrum of molecules and macromolecules. It is possible to verify which atoms or molecules contribute to the existence of each characteristic vibrational mode, identify and interpret the interactions between these modes, and associate these pieces of information to the pathological processes. In this work we will present recent advances from our group by using density functional theory (DFT) to model normal, inflammatory, and tumoral tissues in a minimalist way (100 atoms). Comparison with experimental data (vibrational spectroscopy data) will also be presented. Perspectives on using molecular dynamics on large models (> 60,000 atoms) will also be discussed.",
        "authors": [
          {
            "author_name": "Neila Machado",
            "institution": "Universidade Federal do ABC, Brazil"
          },
          {
            "author_name": "Erika Sato",
            "institution": "Universidade Federal do ABC, Brazil"
          },
          {
            "author_name": "Daiana Bortoletto",
            "institution": "UFABC, Brazil"
          },
          {
            "author_name": "Cassio Lima",
            "institution": "University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Denise M. Zezell",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares, IPEN - CNEN/SP, Brazil"
          },
          {
            "author_name": "Herculano Martinho",
            "institution": "Universidade Federal do ABC, Brazil"
          }
        ],
        "authors_string": "Neila Machado, Erika Sato, Daiana Bortoletto, Cassio Lima, Denise M. Zezell, and Herculano Martinho"
      },
      "OS-S-MON-07-01": {
        "invited": true,
        "name": "Optical Fiber Specklegram Sensors for Measurement of Liquids",
        "abstract": "Optical fiber specklegram sensors explore the spatiotemporal properties of the speckle pattern projected from a multimode fiber due to the interference between the several propagating modes. Albeit their apparent noisy nature, the speckle fields carry detailed and reproducible information about the fiber status. Specklegram changes can be analyzed to obtain very sensitive measurements with simple interrogation schemes. In this paper, different setups of fiber specklegram sensors for assessing the physical and chemical properties of liquids, such as refractive index, viscosity, and evaporation rate, are presented. The experiments are carried out using both silica multimode fibers and structured waveguides, whereas the output speckle fields are processed by means of correlation and image processing techniques.",
        "authors": [
          {
            "author_name": "Eric Fujiwara",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Thiago D Cabral",
            "institution": "State University of Campinas, Brazil"
          },
          {
            "author_name": "Cristiano MB Cordeiro",
            "institution": "UNICAMP, Brazil"
          }
        ],
        "authors_string": "Eric Fujiwara, Thiago D Cabral, and Cristiano MB Cordeiro"
      },
      "OS-S-MON-07-02": {
        "invited": false,
        "name": "Widely Tunable Metallic Nanorods Chain for Solar Radiation Absorption",
        "abstract": "Plasmonic nanoparticles are promising nanomaterials for solar radiation absorption harvesting due to their absorption spectral band, which can be tuned from visible to near infrared regime. In this work, the influence of metallic nanochain (Hemisperical gold nanorods linked by silica nanojunctions) on the optical properties for solar thermal collectors is investigated using 3D full -wave field analysis, based on Finite Element Method. Simulation results show that the absorption performance of gold nanorod assembly enhances by increasing the chain length. The results show that the Au chain optical extinction coefficient value is mainly determined by the absorption properties of the nanostructure. Computational modeling revealed that under solar illumination nanofluid based on nanorod assembly can reach high temperature values, showing the emerging potential of gold nanochain to be used in solar thermal collectors.",
        "authors": [
          {
            "author_name": "Sajid Farooq",
            "institution": "University of Pernambuco, Brazil"
          },
          {
            "author_name": "Renato Evangelista de Araujo",
            "institution": "UFPE, Brazil"
          },
          {
            "author_name": "Diego Rativa",
            "institution": "University of Pernambuco, Brazil"
          }
        ],
        "authors_string": "Sajid Farooq, Renato Evangelista de Araujo, and Diego Rativa"
      },
      "OS-S-MON-07-03": {
        "invited": false,
        "name": "Bellow Useful Daylight Illuminance (BUDI): a new useful range measurement parameter",
        "abstract": "Light plays an important role in life cycle: light is a normative issue and a common use requirement which helps the perception and apprehension of formal and conceptual aspects. Specifically, in respect to the relationship between user and light, there are intrinsic physiological and psychological issues leading to an understanding between the threshold of human comfort and discomfort. The existing methods measure light at normal state of use and location, that is, they do not usually consider an exceptional condition. In special situations, a small amount of light can be judged inadequate under standards established by regulation; however, in a situation with lack of light, that minimum amount of illuminance, can offer a positive effect. This paper is a part of a methodological research and has as objective analyze a new assessment range, developed from the Useful Daylight Illuminance (UDI), based to justify the range bellow 100 lux of illuminance in the constructed environment natural lit, considering this still could be a valuable light.",
        "authors": [
          {
            "author_name": "Daniela Pawelski Amaro Marinsand Cristina Alvarez",
            "institution": "UFES, Brazil"
          },
          {
            "author_name": "Beatriz Piderit",
            "institution": "University of Bío-Bío, Brazil"
          },
          {
            "author_name": "Marcelo Segatto",
            "institution": "Federal University of Espírito Santo, Brazil"
          }
        ],
        "authors_string": "Daniela Pawelski Amaro Marinsand Cristina Alvarez, Beatriz Piderit, and Marcelo Segatto"
      },
      "OS-S-MON-07-04": {
        "invited": false,
        "name": "Exploring Metallic Semi-Capped Nanoshells Chain for Sensing Applications",
        "abstract": "The optical properties of gold nanostructure chain, base on dielectric core/metallic semi-capped shell, have been investigated. The light-particles interactions were evaluated exploring Finite Element Method (FEM) based on full-wave field analysis in frequency domain with COMSOL Multiphysics. The simulation modeling approach focused on the assessment of the plasmonic spectral peak shift induced by environmental changes. Important parameters such as figure of merit (FoM) and refractive index sensitivity, which predict the performance of localized surface plasmon resonance (LSPR) sensor, were evaluated. Optimization of the sensor properties was obtained by tuning the semi-capped shell thickness. High values for refractive index sensitivity (RIS) and figure of merit (FoM) was found for the metallic semi-capped nanoshells of gold and silver (Au: RIS = 536 nm/RIU and FoM = 8.6 RIU-1; Ag: 559 nm/RIU and FoM = 7.2 RIU-1). The simulations results provide a base for the establishment of a new LSPR platform for sensing applications.",
        "authors": [
          {
            "author_name": "Sajid Farooq",
            "institution": "University of Pernambuco, Brazil"
          },
          {
            "author_name": "Diego Rativa",
            "institution": "University of Pernambuco, Brazil"
          },
          {
            "author_name": "Renato Evangelista de Araujo",
            "institution": "UFPE, Brazil"
          }
        ],
        "authors_string": "Sajid Farooq, Diego Rativa, and Renato Evangelista de Araujo"
      },
      "OS-C-TUE-01-01": {
        "invited": true,
        "name": "On the use of Amplification in Visible Light Communication Systems",
        "abstract": "Visible Light Communications (VLC) are an evolving technology that employs LED lamps to transfer data and has the potential to provide increased bandwidth in the following years. However, due to the high attenuation losses in the optical path, VLC systems generally present a short range, reaching distances not longer than a few meters. Although this may be suitable for small environments, there may be scenarios where the visible light needs to reach longer distances. In this paper, we examine the utilization of electrical and optical amplification in a relay communication link as a means to increase the link length in VLC systems",
        "authors": [
          {
            "author_name": "Marcelo de Oliveira",
            "institution": "Federal University of Technology - Parana (UTFPR), Brazil"
          },
          {
            "author_name": "Luis Nero Alves",
            "institution": "DETI, Universidade of Aveiro, Instituto de Telecomunicações & Instituto de Telecomunicações, Portugal"
          },
          {
            "author_name": "Paulo P Monteiro",
            "institution": "Universidade de Aveiro & Instituto de Telecomunicações, Portugal"
          },
          {
            "author_name": "Alexandre Pohl",
            "institution": "Federal University of Technology - Parana (UTFPR), Brazil"
          }
        ],
        "authors_string": "Marcelo de Oliveira, Luis Nero Alves, Paulo P Monteiro, and Alexandre Pohl"
      },
      "OS-C-TUE-01-02": {
        "invited": false,
        "name": "Particle Swarm Optimization for High-Order Raman Amplification Design in Unrepeatered Systems",
        "abstract": "Particle Swarm Optimization (PSO) algorithm is applied to design high-order Raman amplifiers aiming to determine the pumping lasers wavelengths and power levels to maximize the received optical signal-to-noise ratio (OSNR) within the set-up constraints and boundary conditions. The optimum achieved OSNR was about 11.5 dB, being limited to 21 dBm of maximum propagation power along the fiber and -23.32 dBm signal power at reception. The on/off gain at the transmitter-side is found to be 18.45 dB and 27.98 dB at the receiver-side. The efficacy of the optimization algorithm is demonstrated by comparing the results obtained in this work with previously published results.",
        "authors": [
          {
            "author_name": "Felipe Lorenzo Della Lucia",
            "institution": "CPqD, Brazil"
          },
          {
            "author_name": "José Hélio da Cruz Júnior",
            "institution": "CPqD, Brazil"
          },
          {
            "author_name": "Tiago Sutili",
            "institution": "CPqD & University of Campinas, Brazil"
          },
          {
            "author_name": "Rafael C. Figueiredo",
            "institution": "CPQD, Brazil"
          }
        ],
        "authors_string": "Felipe Lorenzo Della Lucia, José Hélio da Cruz Júnior, Tiago Sutili, and Rafael C. Figueiredo"
      },
      "OS-C-TUE-01-03": {
        "invited": false,
        "name": "A Pedestal Waveguide Coupler for Mode Division Multiplexing",
        "abstract": "In this work, we present a numerical design of a pedestal waveguide as a suitable alternative for coupling between few-mode fibers and integrated devices. The proposed waveguide has a cylindrical core deposited over a pedestal base. Numerical simulations are performed to show that modes propagating in pedestal waveguides possess an electric field profile similar to the LP modes in few-mode fibers. The mode coupling between these two devices can reach values up to than 96% (-0.18 dB). Besides this, the pedestal waveguide has low insertion loss (IL) and the return loss is around 8 dB. This approach is a suitable alternative in the study of multimode integrated devices in order to work alongside few-mode fibers.",
        "authors": [
          {
            "author_name": "José Angel Borda-Hernández",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Daniel Carvalho",
            "institution": "UNESP, Brazil"
          },
          {
            "author_name": "Marco Isaías Chávez",
            "institution": "Universidade de São Paulo, Brazil"
          },
          {
            "author_name": "Hugo Enrique Hernandez Figueroa",
            "institution": "Unicamp, Brazil"
          }
        ],
        "authors_string": "José Angel Borda-Hernández, Daniel Carvalho, Marco Isaías Chávez, and Hugo Enrique Hernandez Figueroa"
      },
      "OS-C-TUE-01-04": {
        "invited": false,
        "name": "All-optical Spectral Shuffling Applied to 16-QAM Signals",
        "abstract": "All-optical spectral shuffling (AOSS) is a recently proposed physical layer encryption technique. In AOSS, multiple input signals are split in several spectral slices. These slices are then shuffled to form multiple encrypted signals. In fact, it is possible to transmit each shuffled signal by a different optical route. This strategy increases security because if an eavesdropper wants to detect information from a unique signal, he needs to tap at least one fiber per route. In this work, computer simulations are used to encrypt two 112 Gbps 16-quadrature amplitude modulation (QAM) signals and to propagate the shuffled signals by distinct optical routes. Our results reveal that the shuffled signals may be propagated by optical routes as long as 600 km. Besides that, we also investigate the situations i) where the signals travel by routes with different lengths and ii) where each route imposes different physical impairments to the encrypted signals.",
        "authors": [
          {
            "author_name": "Melissa Oliveira Santos, Welerson Santos Souza, Thiago Bragagnolle, Leonardo Bobadilla, Ivan Aldaya",
            "institution": "São Paulo State University, Brazil"
          },
          {
            "author_name": "Afonso Prado",
            "institution": "São Paulo State University, Brazil"
          },
          {
            "author_name": "André Alves Ferreira",
            "institution": "São Paulo State University (UNESP), Brazil"
          },
          {
            "author_name": "Luiz H Bonani",
            "institution": "Universidade Federal do ABC, Brazil"
          },
          {
            "author_name": "Marcelo Abbade",
            "institution": "UNESP, Brazil"
          }
        ],
        "authors_string": "Melissa Oliveira Santos, Welerson Santos Souza, Thiago Bragagnolle, Leonardo Bobadilla, Ivan Aldaya, Afonso Prado, André Alves Ferreira, Luiz H Bonani, and Marcelo Abbade"
      },
      "OS-I-TUE-02-01": {
        "invited": true,
        "name": "High-Performance and Small Form-Factor Tunable LASERs for High-Capcity Optical Telecommunications Systems",
        "abstract": "In this work, an overview of requirements for compact optical modules and devices is presented, focusing on optical laser sources. Regarding coherent applications, the laser must have narrow linewidth, while, at the same time, be compact and present low power consumption, targeting C-form factor pluggable (CFP) modules. Latest results on laser development are presented, showing that the External-Cavity Laser (ECL) can fulfill the requirements for this application.",
        "authors": [
          {
            "author_name": "Luís Hecker de Carvalho",
            "institution": "IDEA!, Brazil"
          },
          {
            "author_name": "Juliano Oliveira",
            "institution": "IDEA! Electronic Systems, Brazil"
          },
          {
            "author_name": "Julio Oliveira",
            "institution": "Idea!, USA"
          },
          {
            "author_name": "Giovanni de Farias",
            "institution": "CPqD, Brazil"
          },
          {
            "author_name": "Leandro Matiolli",
            "institution": "IDEA! Electronic Systems, Brazil"
          },
          {
            "author_name": "Flavio Borin",
            "institution": "IDEA! Electronic Systems, Brazil"
          }
        ],
        "authors_string": "Luís Hecker de Carvalho, Juliano Oliveira, Julio Oliveira, Giovanni de Farias, Leandro Matiolli, and Flavio Borin"
      },
      "OS-I-TUE-02-02": {
        "invited": false,
        "name": "Demonstration of a low-loss and broadband Polarization Splitter-Rotator with a polysilicon waveguide in SOI platform",
        "abstract": "In this work, a polarization splitter-rotator in the SOI platform is demonstrated, based on the evanescent coupling to a poly-Silicon waveguide. The device is compact (<30um), low loss (<-1.5dB) and simple to fabricate.",
        "authors": [
          {
            "author_name": "Giovanni de Farias",
            "institution": "CPqD, Brazil"
          },
          {
            "author_name": "Yesica Rumaldo Bustamante",
            "institution": "CPQD, Brazil"
          },
          {
            "author_name": "Hening Andrade",
            "institution": "UFPB, Brazil"
          },
          {
            "author_name": "Uiara Celine de Moura",
            "institution": "Danmarks Tekniske Universitet (DTU), Denmark"
          }
        ],
        "authors_string": "Giovanni de Farias, Yesica Rumaldo Bustamante, Hening Andrade, and Uiara Celine de Moura"
      },
      "OS-I-TUE-02-03": {
        "invited": false,
        "name": "Saturable absorption in graphene oxide-doped acrylate polymer used for direct laser writing",
        "abstract": "Graphene oxide (GO) has gained attention in the graphene family owing to its optical and electrical properties. Besides, it is low-cost and water-soluble compared to graphene, thus holding a great potential for large-scale and cost-effective production of graphene-based materials. Several works report the 2D patterning of GO-based materials, though the fabrication of 3D micro/nanodevices based on GO is still on demand. In this work, we investigated the saturable absorption behavior of graphene oxide incorporated in an acrylate polymer, aiming at the development of microdevices to be fabricated via direct laser writing. The nonlinear measurements of such composite were carried out through the femtosecond Z-scan technique with excitation at 1550 nm. By modeling the photo-carrier dynamics with a two-level system, we found the saturation intensity to be 500 MW/cm2, which is consistent with what is expected for graphene derivatives excited in the transient regime.",
        "authors": [
          {
            "author_name": "Nathalia B Tomazio",
            "institution": "University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Franciele Henrique",
            "institution": "IFSC-USP, Brazil"
          },
          {
            "author_name": "Kelly T. de Paula",
            "institution": "IFSC-USP, Brazil"
          },
          {
            "author_name": "Ruben D Fonseca",
            "institution": "University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Cleber R. Mendonca",
            "institution": "IFSC - USP, Brazil"
          }
        ],
        "authors_string": "Nathalia B Tomazio, Franciele Henrique, Kelly T. de Paula, Ruben D Fonseca, and Cleber R. Mendonca"
      },
      "OS-I-TUE-02-04": {
        "invited": false,
        "name": "Laser induced forward transfer of silver nanoparticles patterns",
        "abstract": "Laser-induced forward transfer (LIFT) with fs-pulses is used to produce silver nanoparticles patterns on glass substrates. LIFT is a versatile direct laser write technique in which a variety of materials can be transferred from a donor substrate to a receiver one. Here we present a study on the optimal parameters, such as scan speed and pulse energy, required to obtain a micrometric pattern on the transfer process. Spectroscopy analyses confirmed the composition and the formation of silver nanoparticles. Also, the electron microscopy image revealed a controlled and localized deposition of silver nanoparticles, indicating such approach as a promising technique for the development of applications from electronics to photonics.",
        "authors": [
          {
            "author_name": "Luiz Eduardo Rocha",
            "institution": "IFSC-USP, Brazil"
          },
          {
            "author_name": "Kelly T. de Paula",
            "institution": "IFSC-USP, Brazil"
          },
          {
            "author_name": "Cleber R. Mendonca",
            "institution": "IFSC - USP, Brazil"
          }
        ],
        "authors_string": "Luiz Eduardo Rocha, Kelly T. de Paula, and Cleber R. Mendonca"
      },
      "OS-B-TUE-03-01": {
        "invited": false,
        "name": "Fluorescence profile of chicken meat contaminated with E. coli",
        "abstract": "Escherichia coli is one of the most important food-borne pathogens of public health interest worldwide. The analysis of E. coli in the food industry is both costly and time-consuming. The autofluorescence spectra of chicken meat submitted to E. coli contamination and stored at 4 °C (refrigerated) and 25 °C (at room temperature) were measured by fluorescence spectroscopy. The change of intrinsic meat fluorophores contents was studied with excitation at 340 nm, as a function of the storage time to detect the meat spoilage status. The obtained results indicate change in NADH and FAD emissions intensities mainly related to microbial metabolism, the most important process of the bacteria in food spoilage.",
        "authors": [
          {
            "author_name": "Lilia Courrol",
            "institution": "Universidade Federal de São Paulo & Instituto de Ciências Ambientais, Químicas e Farmacêuticas (ICAQF), Brazil"
          },
          {
            "author_name": "Marcelo Vallim",
            "institution": "Universidade Federal de São Paulo, Brazil"
          }
        ],
        "authors_string": "Lilia Courrol, and Marcelo Vallim"
      },
      "OS-B-TUE-03-02": {
        "invited": false,
        "name": "Use of the Modulation Transfer Function (MTF) to Aid in the Prescription of Intraocular Lenses",
        "abstract": "This paper presents a methodology to assist ophthalmologists on the prescription of the best lens power for a given patient, based on corneal topography exams described by Zernike polynomials. The results were analyzed based on the MTF, and the area under the MTF. It is shown that the employed methodology can provide supplemental information to analyze the visual acuity, helping in the prescription of the suitable IOL for each patient, not only based on lens power empirical formulas, but in accurate simulation data of semi custom models for each patient.",
        "authors": [
          {
            "author_name": "Rodrigo de Abreu",
            "institution": "Universidade Federal de Minas Gerais, Brazil"
          },
          {
            "author_name": "Luciana Salles",
            "institution": "Universidade Federal de Minas Gerais, Brazil"
          },
          {
            "author_name": "Davies William",
            "institution": "UFMG, Brazil"
          },
          {
            "author_name": "Pablo Belmonte",
            "institution": "UFMG, Brazil"
          }
        ],
        "authors_string": "Rodrigo de Abreu, Luciana Salles, Davies William, and Pablo Belmonte"
      },
      "OS-B-TUE-03-03": {
        "invited": false,
        "name": "Using ultraviolet light for reduction of Staphylococcus aureus in preservation solutions for transplantation - an in vitro study",
        "abstract": "Using ultraviolet light for the microbiological control has been shown effective in literature for several applications. This study presents an in vitro investigation aimed to show the ability of ultraviolet light to reduce the colony-forming units of Staphylococcus aureus in a preservation solution used in transplantation procedures. The protocol applied produced a 3-4 log reduction.",
        "authors": [
          {
            "author_name": "Jose D Vollet Filho",
            "institution": "University of Sao Paulo & Sao Carlos Institute of Physics, Brazil"
          },
          {
            "author_name": "Ana Celentano Borges",
            "institution": "University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Natalia Inada, Vanderlei Bagnato",
            "institution": "University of São Paulo, Brazil"
          },
          {
            "author_name": "Cristina Kurachi",
            "institution": "University of São Paulo, Brazil"
          }
        ],
        "authors_string": "Jose D Vollet Filho, Ana Celentano Borges, Natalia Inada, Vanderlei Bagnato, and Cristina Kurachi"
      },
      "OS-B-TUE-03-04": {
        "invited": false,
        "name": "Radiotherapy compositional and mechanical effects evaluation in radicular dentin by FTIR spectroscopy and microhardness testing",
        "abstract": "Head and neck cancers are responsible for 400 to 600 thousand of new cancer cases per year over the world, presenting a mortality rate of 223 to 300 thousand per year. Radiotherapy can be used as a definitive, adjuvant or palliative treatment. One of the radiotherapy indirect side effect is the radiation-related caries, characterized by presenting a painless, rampant and rapid progression. Hard tissues can be affected by the ionizing radiation, changing their composition, morphology and mechanical properties, although there is a lack of studies relating these changes with radiation caries. Thus, considering that radicular dentin is a tissue with a high incidence of radiation caries, this study aimed to evaluate the compositional and mechanical changes of this tissue when submitted to radiotherapy. To that, it was conducted an in vitro study with 45 bovine teeth roots, where 90 radicular dentin slabs of 4 x 4 cm were obtained. The samples were immersed in artificial saliva and submitted to radiotherapy using cobalt-60, simulating doses for head and neck cancers of 2 Gy per day per 6 weeks, accumulating a total of 60 Gy. FTIR spectroscopy and microhardness testing were performed before and after the radiotherapy. The spectra were analyzed in six IR fingerprint bands: amide I, amide II, amide III, phosphate, carbonate ν2 and carbonate ν3ν4. Statistical analysis was performed by Student's t-test and Wilcoxon test, considering the level of significance of 5%. The carbonate ν3ν4 and the amide III areas decreased after the radiotherapy, presenting significant statistical difference between both periods. These findings can be related to inorganic and organic changes due to free radicals formation. The Knoop microhardness value decreased after the radiotherapy, also showing statistical difference, which can be associated to collagen reorganization or denaturation and to inorganic changes, leading the tissue to be more prone to cracks formation. It can be concluded that the radiotherapy affects the compositional and mechanical properties of the radicular dentin, and this fact should be considered in future studies.",
        "authors": [
          {
            "author_name": "Daniela Figueredo",
            "institution": "UFABC, Brazil"
          },
          {
            "author_name": "Matheus del Valle",
            "institution": "IPEN - USP, Brazil"
          },
          {
            "author_name": "Denise M. Zezell",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares, IPEN - CNEN/SP, Brazil"
          },
          {
            "author_name": "Juliana Daguano",
            "institution": "UFABC, Brazil"
          },
          {
            "author_name": "Patricia da Ana",
            "institution": "UFABC, Brazil"
          }
        ],
        "authors_string": "Daniela Figueredo, Matheus del Valle, Denise M. Zezell, Juliana Daguano, and Patricia da Ana"
      },
      "OS-I-WED-01-01": {
        "invited": false,
        "name": "Enhancing the Delay/advance -Bandwidth Product using degenerate resonances of photonic molecules in a Silicon Photonics Platform",
        "abstract": "We propose the use of photonic molecules, i.e., coupled silicon ring structure, for enhancing the delay-bandwidth product by using the triplet resonance for analog modulation. We design a photonic molecule, composed of a 20 um radius outer ring resonator with two 5 um radius internally coupled to it. Based on our theoretical model for this device, we find that it is impossible to advance or retard a pulse that is not fully modulated, i. e., with any residual energy in the carrier. However, for analog full modulation, when the carrier is suppressed, we predict a maximum delay/advance of 500 ps/ 250 ps, respectively, for a bandwidth of 140 GHz, with consequent product delay/advance- bandwidth of 70/35, respectively. This is by far much higher than the published results for integrated photonics where numbers of the order of 18 are demonstrated. The transmittance experiment for our device showed an asymmetric behaviour due to fabrication issues. The experimental results were used to fit our model, and the expected values for the real device were a maximum delay of ~190 ps for one lateral resonance and maximum advancement of ~60 ps for central resonance and ~25 ps for other lateral resonance. We performed delay/advance measurements and obtained 46 ps delay for one resonance and less than 2 ps for the other two qualitatively agreeing with our prediction.",
        "authors": [
          {
            "author_name": "Michel Benite Rossi",
            "institution": "University of Campinas (Unicamp), Brazil"
          },
          {
            "author_name": "Mário de Souza",
            "institution": "Unicamp, USA"
          },
          {
            "author_name": "Paulo Jarschel",
            "institution": "University of Campinas (Unicamp), Brazil"
          },
          {
            "author_name": "Newton C. Frateschi",
            "institution": "University of Campinas - UNICAMP, Brazil"
          }
        ],
        "authors_string": "Michel Benite Rossi, Mário de Souza, Paulo Jarschel, and Newton C. Frateschi"
      },
      "OS-I-WED-01-02": {
        "invited": false,
        "name": "Synthesis and Characterization of MoS2/WS2 Heterostructures by Second Harmonic Generation",
        "abstract": "Monolayers of MoS2 and WS2, as well as their vertical heterostructures, were synthesized via chemical vapor deposition. The samples were then characterized via micro-Raman and micro-photoluminescence spectroscopies, and by second harmonic generation (SHG). SHG confirms that the layers in bilayers and heterostructures grow with ~0° (or ~60°) relative twist angle. Interestingly, SHG is observed in MoS2 bilayers, indicating a deviation from the centrosymmetric 2H phase.",
        "authors": [
          {
            "author_name": "Pilar G Vianna",
            "institution": "MackGraphe - Mackenzie Presbyterian University"
          },
          {
            "author_name": "Syed Hamza Safeer",
            "institution": "Pontifícia Universidade Católica do Rio de Janeiro, Brazil"
          },
          {
            "author_name": "Alexandre Ore",
            "institution": "MackGraphe - Mackenzie Presbyterian University"
          },
          {
            "author_name": "Vanessa Gordo",
            "institution": "MackGraphe - Mackenzie Presbyterian University"
          },
          {
            "author_name": "Isabel C. S. Carvalho",
            "institution": "Pontifícia Universidade Católica do Rio de Janeiro, Brazil"
          },
          {
            "author_name": "Victor Carozo",
            "institution": "Pontifícia Universidade Católica do Rio de Janeiro, Brazil"
          },
          {
            "author_name": "Christiano de Matos",
            "institution": "MackGraphe - Mackenzie Presbyterian University"
          }
        ],
        "authors_string": "Pilar G Vianna, Syed Hamza Safeer, Alexandre Ore, Vanessa Gordo, Isabel C. S. Carvalho, Victor Carozo, and Christiano de Matos"
      },
      "OS-I-WED-01-03": {
        "invited": false,
        "name": "Modelling bolometric backaction in cavity optomechanics",
        "abstract": "Bolometric backaction in optomechanical cavities arises from a feedback mechanism between the device's optical, thermal and mechanical responses. From thermodynamic considerations, we derive a perturbative model for the calculation of lumped photothermal forces, generated by thermal stresses, allowing for a simple evaluation of their modification to the mechanical susceptibility in optomechanical resonators. We predict higher bolometric contribution than previous theoretical estimates, furthermore, our model enables an accurate engineering of devices where these effects can be suppressed or enhanced when compared to optomechanical backaction. Finally, we apply our description to GaAs based disk microcavities for several radii and show that for typical parameters found in state-of-the-art experiments, the bolometric contribution to the change in mechanical damping dominates over its optomechanical counterpart.",
        "authors": [
          {
            "author_name": "André G Primo",
            "institution": "State University of Campinas & Gleb Wataghin Physics Institute, Brazil"
          },
          {
            "author_name": "Rodrigo Benevides",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Cauê Moreno Kersul",
            "institution": "Unicamp, Brazil"
          },
          {
            "author_name": "Pierre-Louis de Assis",
            "institution": "State University of Campinas (Unicamp) & \"Gleb Wataghin\" Institute of Physics, Brazil"
          },
          {
            "author_name": "Gustavo Wiederhecker",
            "institution": "State University of Campinas, Brazil"
          },
          {
            "author_name": "Thiago P. M. Alegre",
            "institution": "University of Campinas, Brazil"
          }
        ],
        "authors_string": "André G Primo, Rodrigo Benevides, Cauê Moreno Kersul, Pierre-Louis de Assis, Gustavo Wiederhecker, and Thiago P. M. Alegre"
      },
      "OS-I-WED-01-04": {
        "invited": false,
        "name": "Plasmonic BaTiO3 Electro-Optic Waveguide Analysis with a Discontinuous Galerkin Method",
        "abstract": "We have developed a novel modal solver that supports transverse anisotropic materials. The modal solver consists of the Interior Penalty Discontinuous Galerkin Method combined with a standard Finite Element Method to solve the full-wave Maxwell's curl-curl equation. Here we have used the method to analyze an anisotropic plasmonic metal-insulator-metal (MIM) waveguide. The waveguide comprises a gold-BaTiO3-gold layer that allows for a strong electro-optic effect. A simplified multiphysics approach was used to take into account the large Pockels effect in the BaTiO3 layer.",
        "authors": [
          {
            "author_name": "Leandro Andrade Couto Fonseca",
            "institution": "UNICAMP & Embraer, Brazil"
          },
          {
            "author_name": "Hugo Enrique Hernandez Figueroa",
            "institution": "Unicamp, Brazil"
          }
        ],
        "authors_string": "Leandro Andrade Couto Fonseca, and Hugo Enrique Hernandez Figueroa"
      },
      "OS-I-WED-01-05": {
        "invited": false,
        "name": "Bright and Vivid Diffractive-Plasmonic Structural Colors",
        "abstract": "Colors observed in nature can fascinate people in an extraordinary ways and are very important to form our perception of an object as well as its design. The desire to reproduce vivid colors such as those found in birds, fishes, flowers and insects has resulted in significant scientific, cultural, economic and social impacts on mankind. Among the routes to create vivid colors, structural colors based on surface plasmon resonance (SPR), which can confine the optical excitation along a metal-dielectric interface far below the diffraction limit, has attracted much attention due to its large efficiency and high spatial resolution. Also, plasmonic reflectors have been studied as an alternative image display due to the possibility of using an external light source for low power consumption. One of the remaining challenges however is to produce vivid colors using only a reflecting surfaces. In therms of the visible spectra, the challenge is to produce a single sharp reflection peak in order to obtain such result. Here we show how to efficiently design and fabricate a grating structure capable of reflecting a single color based on the combination of the plasmon resonance and the diffraction created by the necessary grating for coupling light into the SPR. Properties of the interface such as the plasmon frequency of the metal and the refractive index of the metal-dielectric interface, together with the periodicity of the surface and the angle of incidence of the light determines the color purity. Using an genetic-optimization algorithm we determined such geometrical parameters for each desirable color. We will also show a proof of concept sample based on a linear aluminum grating micro-fabricated over silicon.",
        "authors": [
          {
            "author_name": "Emerson G. Melo, Ana Ribeiro, Rodrigo Benevides, Antonio Zuben",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Marcos Vinicius Puydinger Santos",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Alexandre M. P. A. Silva",
            "institution": "Samsung Research Institute Brazil, Brazil"
          },
          {
            "author_name": "Gustavo Wiederhecker",
            "institution": "Unicamp, Brazil"
          },
          {
            "author_name": "Thiago P. M. Alegre",
            "institution": "University of Campinas, Brazil"
          }
        ],
        "authors_string": "Emerson G. Melo, Ana Ribeiro, Rodrigo Benevides, Antonio Zuben, Marcos Vinicius Puydinger Santos, Alexandre M. P. A. Silva, Gustavo Wiederhecker, and Thiago P. M. Alegre"
      },
      "OS-C-WED-05-01": {
        "invited": true,
        "name": "Power Tilt Analysis of Solutions obtained from Multi-objective Optimization of Amplifier Adaptive Control of Operating Point",
        "abstract": "The definition of the operating point for an optical amplifier is a problem that needs to deal with the characteristics of the amplifier and to return a solution that reaches the best quality of transmission (QoT) for the involved optical link. The definition of the gain needs to be performed autonomously, especially in dynamic optical networks. This problem is called the adaptive control of optical amplifiers operating point (ACOP). One of the most recent ACOP proposal showed that the inclusion of a variable optical attenuator (VOA) in the amplifier output can help to achieve solutions that minimize both the linear and nonlinear interference in the optical signal. This approach uses a multi-objective optimization algorithm that defines the amplifier gains and VOA losses aiming to maximize the minimum optical signal-to-noise ratio (OSNR) and minimize the OSNR ripple. Nevertheless, another essential aspect for the QoT in the optical system is the signal power tilt, and this metric was not considered in any of the previous ACOP approaches. Therefore, in this work, we analyze the solutions returned by the most recent ACOP approaches to investigate the performance of these solutions concerning the signal power tilt. The obtained results show that solutions with high OSNR and low OSNR ripple can have high power tilt, which indicates that this last metric should be considered in the ACOP approaches.",
        "authors": [
          {
            "author_name": "Joaquim F. Martins-Filho",
            "institution": "Federal University of Pernambuco, Brazil"
          },
          {
            "author_name": "Carmelo Bastos-Filho",
            "institution": "Universidade de Pernambuco, Brazil"
          },
          {
            "author_name": "Erick A. Barboza",
            "institution": "Federal University of Alagoas, Brazil"
          }
        ],
        "authors_string": "Joaquim F. Martins-Filho, Carmelo Bastos-Filho, and Erick A. Barboza"
      },
      "OS-C-WED-05-02": {
        "invited": true,
        "name": "Few-mode erbium-doped fiber amplifier design challenges for WDM optical networks",
        "abstract": "The use of optical spatial division multiplexing (SDM) technologies increases the capacity of the optical channel, allowing higher transmission rates than those observed in wavelength division multiplexing (WDM) optical systems based on single-mode fibers. In particular, spatial multiplexing based on multimode fibers allows the transmission of information in orthogonal modes. In these systems, the erbium-doped fiber amplifier (EDFA) remains essential to compensate for optical link losses. This paper presents the challenges to the development of EDFAs for WDM optical systems based on few-mode fibers, considering the addition of gain flattening filters and correction of gain calculation.",
        "authors": [
          {
            "author_name": "Adolfo Fernandes Herbster",
            "institution": "Federal University of Campina Grande, Brazil"
          }
        ],
        "authors_string": "Adolfo Fernandes Herbster"
      },
      "OS-C-WED-05-03": {
        "invited": false,
        "name": "Design of a FM-EDFA with gain correction for few-mode WDM optical networks",
        "abstract": "The need to increase the capacity of modern optical communication systems requires the development of new technologies. Optical systems based on modal division multiplexing (MDM) allow an increased aggregate capacity by transmitting signals in orthogonal modes. In long-range links, however, by using EDFAs, the initially equalized WDM signal is affected by the differential signal gain (DSG), by the differential modal gain (DMG) and by the noise figure degradation due to the addition of amplified spontaneous emission (ASE) to the amplified signal. This study presents a technique that minimizes DSG and spectral gain variations in EDFAs for few-mode optical systems. The technique is applied to an FM-EDFA that amplifies a signal composed of 32 channels equally spaced between 1530 and 1561 nm and two groups of modes (LP01 and LP11). The maximum gain difference, considering a -20 dBm/channel signal power, is reduced from 4 dB to 0.6 dB. Also, considering an input power variation of 20 dB (-40 to -20 dBm/channel at 23 dB gain), the maximum gain difference is always lower than 2.5 dB.",
        "authors": [
          {
            "author_name": "Adolfo Fernandes Herbster",
            "institution": "Federal University of Campina Grande, Brazil"
          },
          {
            "author_name": "Murilo A Romero",
            "institution": "University of Sao Paulo, Brazil"
          }
        ],
        "authors_string": "Adolfo Fernandes Herbster, and Murilo A Romero"
      },
      "OS-L-WED-02-01": {
        "invited": false,
        "name": "Measurement of Optical Materials Ablation Threshold Dependence on the Dispersion of Ultrashort Pulses",
        "abstract": "The ablation threshold for ultrashort pulses of common optical materials (BK7 glass, Sapphire and Fused Silica), was measured using the D-Scan technique, for positive and negative dispersions covering pulse durations from 30 fs to 100 fs. We observed that the ablation threshold for a single shot and at saturation increase with the pulse duration and the material bandgap, and also that defects that decrease the threshold values accumulate faster as the material bandgap increases.",
        "authors": [
          {
            "author_name": "Gilberto A Rocha, Ricardo E. Samad",
            "institution": "IPEN-CNEN/SP, Brazil"
          },
          {
            "author_name": "Nilson Vieira",
            "institution": "IPEN-CNEN/SP, Brazil"
          }
        ],
        "authors_string": "Gilberto A Rocha, Ricardo E. Samad, and Nilson Vieira"
      },
      "OS-L-WED-02-02": {
        "invited": false,
        "name": "Production of a microfluidic random laser using ultrashort laser pulses",
        "abstract": "A random rhodamine laser system is produced on board of a femtosecond laser machined microfluidic system. When pumped by a nanosecond pulsed laser beam at 532 nm, laser emission at 610 nm is observed together with the linewidth narrowing typical of random lasers. The system can be easily integrated as an optofluidic component into microfluidic circuits for assessment of optical parameters on board of the lab-on-chip.",
        "authors": [
          {
            "author_name": "Wagner de Rossi",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares - IPEN, Brazil"
          },
          {
            "author_name": "Niklaus Wetter",
            "institution": "IPEN, Brazil"
          },
          {
            "author_name": "Antonio Gomes",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares - IPEN, Brazil"
          },
          {
            "author_name": "Viktor Ermakov",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares - IPEN, Brazil"
          }
        ],
        "authors_string": "Wagner de Rossi, Niklaus Wetter, Antonio Gomes, and Viktor Ermakov"
      },
      "OS-L-WED-02-03": {
        "invited": false,
        "name": "A simulation of laser energy absorption by a nanowired surface",
        "abstract": "Despite recent advances on energy release in fusion by laser inertial confinement, absorption of laser's energy by the fusion target is still low because of shielding by the plasma surface. That phenomenon prevents the laser to deeply penetrate the target and strategies to enhance the coupling between the laser-plasma would be welcome. One of such strategies is to design targets having nanowires on their surfaces that enable an increase of the laser power absorption by the targeted material. In this manuscript we present the results of simulations aiming at quantifying the increase on the absorption of laser power by nanowired surfaces.",
        "authors": [
          {
            "author_name": "Alexandre Ferreira Ramos",
            "institution": "University of São Paulo, Brazil"
          },
          {
            "author_name": "Miguel F. S. Vasconcelos",
            "institution": "University of São Paulo, Brazil"
          }
        ],
        "authors_string": "Alexandre Ferreira Ramos, and Miguel F. S. Vasconcelos"
      },
      "OS-L-WED-02-04": {
        "invited": false,
        "name": "Evaluation of the Adhesive Strength in Dentin after Irradiation with Ti:Sapphire Ultrashort Laser Pulses",
        "abstract": "This study was done to evaluate whether the irradiation of dentine with ultrashort laser pulses prior to adhesive procedures contributes to increase the adhesive resistance to microtraction essays. Twenty-four human teeth (third molars) were used, divided into 4 groups (n=6): standard adhesive procedures with etch-rinse adhesive were used in the control group, and in the experimental groups, the dentin was irradiated by 25 fs pulses prior to the adhesive procedures, with varying fluences. One tooth from each group was used to evaluate its surface roughness. After 24h, the teeth were sectioned with perpendicular cuts, producing toothpicks that were submitted to the microtraction test. The results showed that the groups irradiated with fluences under 4 J/cm² presented similar results among themselves, comparable to the control group, while the group irradiated with 8 J/cm² showed lower adhesive strength. We propose that the adhesive strength and surface roughness reduction resulting from the fluence increase is probably related to the shielding arising from an electron plasma formation during the ablation, decreasing the material removal efficiency. Nevertheless, the lower energy densities did not affect the adhesiveness, maintaining values similar to the control.",
        "authors": [
          {
            "author_name": "Tarciso Penha Junior",
            "institution": "UNIP, Brazil"
          },
          {
            "author_name": "Monica Rodrigues",
            "institution": "UNIP, Brazil"
          },
          {
            "author_name": "Ricardo E. Samad",
            "institution": "IPEN-CNEN/SP, Brazil"
          },
          {
            "author_name": "Denise M. Zezell",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares, IPEN - CNEN/SP, Brazil"
          },
          {
            "author_name": "Nilson Vieira",
            "institution": "IPEN-CNEN/SP, Brazil"
          },
          {
            "author_name": "Maristela Dutra-Correa",
            "institution": "Universidade Paulista UNIP"
          }
        ],
        "authors_string": "Tarciso Penha Junior, Monica Rodrigues, Ricardo E. Samad, Denise M. Zezell, Nilson Vieira, and Maristela Dutra-Correa"
      },
      "OS-L-WED-02-05": {
        "invited": false,
        "name": "Below Threshold Harmonics Dependence with Phase-Matching Parameters in Argon",
        "abstract": "This work reports the generation of Below Threshold Harmonics generated in Argon by ultrashort laser pulses. The 3rd, 5th, 7th and 9th harmonics of the laser were generated in the UV and VUV regions, and the frequency conversion occurred in flowing gas in a glass nozzle into a vacuum chamber. The harmonics generated show a blue-shift and an efficiency that depend on the laser pulses intensity and also on the gas pressure. These parameters determine the phase-matching condition, which governs the energy conversion from the laser into the harmonics, and this study shows that is possible to tune the harmonics intensity and wavelength, providing a versatile light source.",
        "authors": [
          {
            "author_name": "Armando V. F. Zuffi, Andreia Almeida, Nilson Vieira",
            "institution": "IPEN-CNEN/SP, Brazil"
          },
          {
            "author_name": "Ricardo E. Samad",
            "institution": "IPEN-CNEN/SP, Brazil"
          }
        ],
        "authors_string": "Armando V. F. Zuffi, Andreia Almeida, Nilson Vieira, and Ricardo E. Samad"
      },
      "OS-O-WED-06-01": {
        "invited": false,
        "name": "Photonic materials displaying direction modulated photoluminescence",
        "abstract": "The simultaneous integration of a nematic liquid crystalline structure and light emission in a photonic material is an attractive design of novel optical devices. Here we describe the luminescent study of a new optical device that integrates light emission and iridescence through a liquid crystal self-assembly of cellulose nanocrystals and silica. Freestanding composite films with chiral nematic organization were obtained and luminescent species were incorporated. The photonic structure plays the role of direction dependent inner-filter, causing selective suppression of the light emitted with angle dependent detection.",
        "authors": [
          {
            "author_name": "Sidney JL Ribeiro",
            "institution": "São Paulo State University (UNESP), Brazil"
          },
          {
            "author_name": "Luis Carlos",
            "institution": "CICECO, Portugal"
          },
          {
            "author_name": "Edison Pecoraro, Fernando Maturi",
            "institution": "São Paulo State University- UNESP, Brazil"
          },
          {
            "author_name": "Moliria Santos",
            "institution": "São Paulo State University- UNESP, Brazil"
          },
          {
            "author_name": "Maria Ferreira",
            "institution": "CICECO, Portugal"
          }
        ],
        "authors_string": "Sidney JL Ribeiro, Luis Carlos, Edison Pecoraro, Fernando Maturi, Moliria Santos, and Maria Ferreira"
      },
      "OS-O-WED-06-02": {
        "invited": false,
        "name": "Simple FPGA Mezzanine Interface for Test and Measurement of Digital to Analog Converters",
        "abstract": "In this work we demonstrate the experimental design and realization of a simple FPGA mezzanine interface to test and measure digital-to-analog converters. The test system can also be used (with limitations) as an arbitrary four-channel 8-bit waveform generator with fully-differential outputs. In the arbitrary waveform generator function, the system is capable to generate high order modulations for testing dual-parallel Mach-Zehnder modulators.",
        "authors": [
          {
            "author_name": "Fernando Alves Rodrigues",
            "institution": "Pontifícia Universidade Católica do Rio de Janeiro & National Institute of Metrology Quality and Technology, Brazil"
          },
          {
            "author_name": "Guilherme Temporão",
            "institution": "Pontifical Catholic University of Rio de Janeiro, Brazil"
          },
          {
            "author_name": "Jean Pierrre von der Weid",
            "institution": "PUC-RJ, Brazil"
          }
        ],
        "authors_string": "Fernando Alves Rodrigues, Guilherme Temporão, and Jean Pierrre von der Weid"
      },
      "OS-O-WED-06-03": {
        "invited": false,
        "name": "Measuring the nonlinear refractive index of tellurite glasses through the Z-Scan technique",
        "abstract": "A study of the nonlinear refractive index in tellurite glasses doped with two different kinds of transition metals was done. Due to the high refractive index that tellurite glasses present, the analysis is made in the telecommunication region.",
        "authors": [
          {
            "author_name": "André Pelosi, Jessica Dipold, Sabrina dos Santos",
            "institution": "Universidade de São Paulo, Brazil"
          },
          {
            "author_name": "Juliana de Almeida",
            "institution": "Universidade de São Paulo, Brazil"
          },
          {
            "author_name": "Cleber R. Mendonca",
            "institution": "IFSC - USP, Brazil"
          }
        ],
        "authors_string": "André Pelosi, Jessica Dipold, Sabrina dos Santos, Juliana de Almeida, and Cleber R. Mendonca"
      },
      "OS-O-WED-06-04": {
        "invited": false,
        "name": "Tailoring group-velocity dispersion in silica microspheres through alumina coating",
        "abstract": "We experimentally demonstrate that alumina-coated Al2O3 silica microspheres can tuned to near-zero group-velocity dispersion and sustain ultra-high optical quality factor (>10⁷) microcavities at telecom wavelengths. Using the atomic layer deposition (ALD) technique for the Al2O3 coating, we achieve not only nm-level control of the alumina layer thickness but also a low Al2O3 surface roughness that ensures ultra-high optical quality factors. Atomic force microscopy confirms sub-5 nm RMS roughness for the ALD-deposited alumina.",
        "authors": [
          {
            "author_name": "Marvyn Inga",
            "institution": "Unicamp, Brazil"
          },
          {
            "author_name": "Thiago P. M. Alegre",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Gustavo Wiederhecker, Yovanny Espinel, Laís Fujii, José Maria Silva Filho, Francisco C Marques",
            "institution": "Unicamp, Brazil"
          },
          {
            "author_name": "Louise Trivizol",
            "institution": "Unicamp, Brazil"
          }
        ],
        "authors_string": "Marvyn Inga, Thiago P. M. Alegre, Gustavo Wiederhecker, Yovanny Espinel, Laís Fujii, José Maria Silva Filho, Francisco C Marques, and Louise Trivizol"
      },
      "OS-O-WED-06-05": {
        "invited": true,
        "name": "Manipulating Sound with Light",
        "abstract": "The interaction between light and phonons is strongly enhanced in micro and nanoscale optical cavities and waveguides. Such enhanced interaction enabled a range of novel funcionalities based on sound-light interaction, such as generating radio-frequency signals, suppressing stimulated light scattering and probind mesoscopic phonon nodes. In this tal, I will review our recent progress in this field that relies on exploring dielectric nano-waveguides and cavities to enhance or suppress the interaction between light and mechanical waves. These techniques have recently enables probing in real-time the molecular-scale vibrational modes of carbon nanotubes.",
        "authors": [
          {
            "author_name": "G.S. Wiederecker, T.P. Mayer Alegre, G.O. Luiz, Felipe G.S. Santos, Y.A.V. Espinel, R.S. Benevides",
            "institution": "IFGW, Unicamp"
          }
        ],
        "authors_string": "G.S. Wiederecker, T.P. Mayer Alegre, G.O. Luiz, Felipe G.S. Santos, Y.A.V. Espinel, R.S. Benevides"
      },
      "OS-S-WED-03-01": {
        "invited": false,
        "name": "Spectral Analysis of a Nanodipole Array above the Surface Impedance of Graphene by Green's Function",
        "abstract": "In this paper, we present a spectral analysis of a nanodipole array above a graphene layer by the Periodic Green's Function (PGF) method. The graphene layer deposited on a dielectric substrate is modeled as a surface impedance with conductivity described by the Kubo model. The Green's function is obtained by the complex two-dimensional Fourier series transform, with impedance condition at the interface between the dielectric media. We performed a parametric analysis of the influence of chemical potential on the absorbance and the electromagnetic fields in the spectral domain. For the modeling used, the dispersion characteristic of graphene is also verified. From the spectral analysis we investigated the emergence of the Surface Plasmon Polariton (SPP) pole in the spectral representation. Finally, we compared the model based on impedance condition with a formulation that considers graphene with a finite thickness.",
        "authors": [
          {
            "author_name": "André Felipe Cruz",
            "institution": "Federal University of Pará, Brazil"
          },
          {
            "author_name": "Tommaso Rosso",
            "institution": "Pontifical Catholic University of Rio de Janeiro, Brazil"
          },
          {
            "author_name": "Victor Dmitrievand Karlo Queiroz Costa",
            "institution": "Federal University of Para, Brazil"
          }
        ],
        "authors_string": "André Felipe Cruz, Tommaso Rosso, and Victor Dmitrievand Karlo Queiroz Costa"
      },
      "OS-S-WED-03-02": {
        "invited": false,
        "name": "Systematic comparison between photonic sensors based on dielectrics and metals",
        "abstract": "Photonic biosensors have gained much attention recently due to their high sensitivity, low energy consumption and miniaturization capability, conveying noteworthy advances in biomedicine. In the near future, these sensors will form the basis of the so-called Lab on a Chip (LoC): an equipment that would incorporate all laboratory functions into a single chip, capable of performing accurate clinical analyzes in any location, forming an important asset for countries with few resources for disease detection. There are a variety of configurations for biophotonic sensors, based on dielectric or metallic (plasmonic) media, ranging from fiber-optic based systems, waveguides, resonators, to nanoparticles and photonic crystals, to name a few. In spite of this great diversity, these devices can be classified into two broad categories: those that require previous mode coupling and those that do not. Although devices in the first category tend to display higher sensitivities, the ones in the second category exhibit many operation advantages, like facile integration and real-time label-free detection, constituting a suitable transducer for a LoC device. One type of free-space sensors are the devices based on excitation of quasi-Guided modes (QGM). QGM-based sensors feature as one of the most promising photonic systems for biosensing applications mainly due to their cost-effective fabrication process and capacity to control the wavelength of operation by design. Even though, in literature, several papers discuss characteristics of both plasmonics and dielectric systems, it is usually hard to find a standardized approach which discriminates the main features of these devices, because each group tends to use a different platform, thus hindering a comparative assessment of the devices. Consequently, given their complementary aspects - while metallic systems are typically more sensitive but feature poor spectral responses, dielectric-based sensors display good spectral responses but are less sensitive - and mostly independent research effort, it is still an open question which kind of sensor, dielectric or plasmonic based, has the best overall performance. The present work aims at accomplishing this task by systematically studying and comparing the core differences between both systems in terms of their sensing performance and spectral characteristics. We use the limit of detection as the figure of merit for the overall performance and show that, overall, dielectric sensors obtain a higher performance.",
        "authors": [
          {
            "author_name": "Rodrigo Romão França Soaresand Emiliano Martins",
            "institution": "Universidade de São Paulo, Brazil"
          }
        ],
        "authors_string": "Rodrigo Romão França Soaresand Emiliano Martins"
      },
      "OS-S-WED-03-03": {
        "invited": false,
        "name": "Fast Microwave-Assisted Synthesis of Green-Fluorescent Carbon Nanodots from Sugarcane Syrup",
        "abstract": "A process for producing fluorescent Carbon Nanodots from sugarcane syrup is reported. The syrup is processed in a domestic microwave oven for 1.5 min, filtered and centrifuged, resulting in an orange stable suspension of nanoparticles capable of emitting visible (green) fluorescence when irradiated by ultraviolet (254 nm). The particles present dimensions ranging from 1 to 6 nm with distribution centered at ~5 nm, and maximum fluorescence intensity at 448 nm (violet) when excited at 360 nm. This work presents a fast and low-cost methodology for the obtention of nanoparticles with potential applications on optoelectronics, biomedicine, photocatalysis and renewable energy sources areas.",
        "authors": [
          {
            "author_name": "Marco C P Soares, Gabriel Perli, Júlio Bartoli, Diego Luan Bertuzzi, Thiago Bezerra Taketa, Rogério Bataglioli, Carlos Suzuki, Catia Ornelas",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Eric Fujiwara",
            "institution": "University of Campinas, Brazil"
          }
        ],
        "authors_string": "Marco C P Soares, Gabriel Perli, Júlio Bartoli, Diego Luan Bertuzzi, Thiago Bezerra Taketa, Rogério Bataglioli, Carlos Suzuki, Catia Ornelas, and Eric Fujiwara"
      },
      "OS-S-WED-03-04": {
        "invited": false,
        "name": "Online Monitoring of Cell Growth on PDMS-PDMS Reversible Microfluidic Bioreactor Integrated to Optical Fiber Sensor",
        "abstract": "A microfluidic bioreactor was fabricated by curing PDMS over 3D-printed molds, containing two microchannels and perfusion chambers instrumented with optical fibers for the analysis of cellular growth. The channels were designed for allowing the mixture of reagents and the possibility of generation of concentration gradients, and the perfusion chambers are isolated of them by polycarbonate membranes, providing a chemical environment with a constant concentration of nutrients for the cells. The optical fibers are laterally inserted in the chambers, and the monitoring of cells concentration is based on the quasi-elastic light scattering: as the cell counting grows, there is an increase on the dispersion of the reflected intensity data, and the autocorrelation of the values allows the afference of the concentration. The sensor signals obtained during the fermentation of S. cerevisiae were equivalent to the cell counting on the Neubauer chamber using an optical microscope, leading to a value of the maximum specific growth rate μm, of 0.50 h-1. This optical monitoring system has proven to be easily manufactured and capable of performing fast screening and online monitoring of the microbial kinetics.",
        "authors": [
          {
            "author_name": "Marco C P Soares, Franciele Vit, Lucimara de La Torre",
            "institution": "University of Campinas, Brazil"
          },
          {
            "author_name": "Eric Fujiwara",
            "institution": "University of Campinas, Brazil"
          }
        ],
        "authors_string": "Marco C P Soares, Franciele Vit, Lucimara de La Torre, and Eric Fujiwara"
      },
      "OS-S-WED-03-05": {
        "invited": false,
        "name": "Polymer Based Trimodal Interferometric Sensor",
        "abstract": "In this work, a polymer-based single channel trimodal interferometric sensor is presented and demonstrated. The presented device was fabricated with Direct Laser Writer Technique at 405 nm wavelength on SU-8 photoresist, showing free spectral range of 20.2 nm and signal visibility of 5.7 dB, reaching very high sensitivity to temperature variations of 0.058 dB/◦C.",
        "authors": [
          {
            "author_name": "Jhonattan Cordoba Ramirez",
            "institution": "Universidade Federal de Minas Gerais & Escola de Engenharia, Brazil"
          },
          {
            "author_name": "L Lechuga",
            "institution": "Instituto de Microelectrónica de Barcelona, Spain"
          },
          {
            "author_name": "Hugo Enrique Hernandez Figueroa",
            "institution": "Unicamp, Brazil"
          },
          {
            "author_name": "Lucas H Gabrielli",
            "institution": "University of Campinas, Brazil"
          }
        ],
        "authors_string": "Jhonattan Cordoba Ramirez, L Lechuga, Hugo Enrique Hernandez Figueroa, and Lucas H Gabrielli"
      },
      "OS-B-WED-07-01": {
        "invited": true,
        "name": "Advances in the prevention and monitoring of root dentin demineralization using lasers",
        "abstract": "The increase in the life expectancy and the longer permanence of the teeth in the oral cavity also led to an augment in the prevalence of root caries lesions. These lesions require more attention because of their rapid progression and difficulty in early diagnosis and monitoring. In this context, the irradiation of the tissues with high intensity lasers has been shown as an important way for preventing lesion formation because lasers chemically modify the irradiated dental hard tissues and make them more resistant to acid challenge. In addition, the association with ceramic biomaterials may allow additional remineralizing results. Together with therapeutics, the effective early diagnosis of incipient lesions is indispensable. Techniques that use lasers, such as optical coherence tomography, have also been promising in this aspect because they allow the early diagnosis and monitoring of demineralizations with high resolution and in a non-detrimental way. This article aims to show the actions of high intensity laser therapies when associated or not with biomaterials, on the prevention and remineralization of root caries lesions, as well as the effectiveness of optical coherence tomography in the diagnosis and monitoring the effects of the treatments in these lesions.",
        "authors": [
          {
            "author_name": "Patricia da Ana",
            "institution": "UFABC, Brazil"
          },
          {
            "author_name": "Daisa Pereira",
            "institution": "IPEN-CNEN/SP, Brazil"
          },
          {
            "author_name": "Elizabete Ferreira, Daniela Figueredo",
            "institution": "UFABC, Brazil"
          },
          {
            "author_name": "Juliana Daguano",
            "institution": "UFABC, Brazil"
          },
          {
            "author_name": "Denise M. Zezell",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares, IPEN - CNEN/SP, Brazil"
          }
        ],
        "authors_string": "Patricia da Ana, Daisa Pereira, Elizabete Ferreira, Daniela Figueredo, Juliana Daguano, and Denise M. Zezell"
      },
      "OS-B-WED-07-02": {
        "invited": false,
        "name": "Influence of the reference spectrum used as input to the RMieS-EMSC algorithm for correction of spectral distortions induced by Mie scattering in FTIR hyperspectral images",
        "abstract": "Fourier transform infrared (FTIR) microspectroscopy has shown great promise as a tool to assess the histological architecture of tissue samples by providing morphochemical maps that enable the evaluation of both spatial and compositional information based on the signatures of molecular vibrations. However, FTIR datasets collected in transmission and transflection modes are subjected to undesired spectral contributions non-related to the phenomenon of light absorption that must be corrected prior any analysis. The algorithm so-called \"Resonant Mie Scattering - Extended Multiplicative Scatter Correction (RMieS-EMSC)\" has been well succeeded in vibrational spectroscopy in removing spectral distortions. The main idea of the algorithm is to reconstruct the datasets that present undesired spectral contributions based on a scatter-free reference spectrum. In this study, FTIR hyperspectral images acquired from cutaneous malignant lesions were submitted to RMieS-EMSC protocol using Matrigel and average spectrum in order to evaluate the influence of the reference spectrum in the final correction. False-color maps obtained after segmentation were compared in terms of image quality and consistency with standard histopathology in order to evaluate the ability of each method to reproduce the histological structures of the specimen. Our findings indicate that the choice of reference spectrum has very little difference on the outcome of image analysis. The images obtained by both spectra used as reference may not have resulted in identical false-color maps, but the differences between the morphochemical maps are relatively small.",
        "authors": [
          {
            "author_name": "Cassio Lima",
            "institution": "University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Luciana Correa",
            "institution": "University of Sao Paulo, Brazil"
          },
          {
            "author_name": "Hugh Byrne",
            "institution": "Dublin Institute of Technology, Ireland"
          },
          {
            "author_name": "Denise M. Zezell",
            "institution": "Instituto de Pesquisas Energéticas e Nucleares, IPEN - CNEN/SP, Brazil"
          }
        ],
        "authors_string": "Cassio Lima, Luciana Correa, Hugh Byrne, and Denise M. Zezell"
      },
      "OS-B-WED-07-03": {
        "invited": false,
        "name": "Analysis of the treatment of knee osteoarthritis using Photobiomodulation performed with a low power laser",
        "abstract": "Osteoarthritis is a degenerative process that affects the joints, it begins in the articular cartilage that undergoes a process of deterioration, and may even disappear totally in a more advanced phase. The main symptoms of osteoarthritis are functional disability and pain that usually worsens with movement and improves with rest. The pain can become continuous and can lead to functional disability, which reduces the quality of life of the individual. For the treatment of knee osteoarthritis (KOA) photobiomodulation (PBM) using low power laser /LED can represents a good non-pharmacological approach. The aim of this study is to analyze the effects of PBM in the treatment of KOA. We performed a randomized prospective clinical study with an experimental and qualitative/quantitative analysis, it was carried out through the analysis of the Visual Analogue Scale the WOMAC questionnaire and the range of motion measurement in 15 patients with knee osteoarthritis (KOA). The results showed that PBM was efficient for KOA treatment, in all analyzed variables. The intensity of stiffness and physical function improved with PBM. It is concluded that the therapy is effective in the treatment of KOA, PBM seems to promote significant good results in relieving the clinical signs of KOA without use of any pharmacological approach.",
        "authors": [
          {
            "author_name": "Ana Pelosi, Salmo Silva, Alessandra Baptista, Amanda Barros, Ricardo Navarro",
            "institution": "Universidade Brasil, Brazil"
          },
          {
            "author_name": "Livia Garcia",
            "institution": "Universidade Brasil, Brazil"
          },
          {
            "author_name": "Martha Ribeiro",
            "institution": "IPEN, Brazil"
          },
          {
            "author_name": "Silvia Cristina Nunez",
            "institution": "Universidade Brasil, Brazil"
          }
        ],
        "authors_string": "Ana Pelosi, Salmo Silva, Alessandra Baptista, Amanda Barros, Ricardo Navarro, Livia Garcia, Martha Ribeiro, and Silvia Cristina Nunez"
      },
      "tech-sessions-end": null
    },
    "organizing_committee": {
      "General Chairs": ["monica_rocha", "ricardo_samad"],
      "Administrative Chairs": ["andre_de_souza", "daniel_pataca"],
      "Technical Program Chairs": [
        "anderson_gomes",
        "cleber_mendonca",
        "cristiano_cordeiro",
        "denise_zezell",
        "edison_maldonado",
        "lilia_courrol",
        "roberto_panepucci"
      ],
      "International Liaison": ["hugo_figueroa"]
    },
    "group_leaders": {
      "Biophotonics": "denise_zezell",
      "Integrated Photonics and Optoelectronics": "roberto_panepucci",
      "Lasers": "edison_maldonado",
      "Optical Communication": "andrea_chiuchiarelli",
      "Optics and Instrumentation": "cleber_mendonca",
      "Sensors, Image and Illumination": "cristiano_cordeiro"
    },
    "technical_program_committee": {
      "Biophotonics": [
        "anderson_gomes",
        "arandi_bezerra",
        "claudia_mota",
        "claudia_zamataro",
        "cristina_kurachi",
        "denise_zezell",
        "martha_ribeiro"
      ],
      "Integrated Photonics and Optoelectronics": [
        "felipe_barbosa",
        "giovanni_farias",
        "gustavo_wiederhecker",
        "lucas_gabrielli",
        "moises_santos",
        "rafael_figueiredo",
        "roberto_panepucci",
        "thiago_alegre",
        "tiago_sutilio"
      ],
      "Lasers": [
        "carlos_cesar",
        "edison_maldonado",
        "francisco_maia",
        "gustavo_wiederhecker",
        "joao_sakamoto",
        "jonas_neto",
        "luciano_bachmann",
        "nicolau_rodrigues",
        "niklaus_walter",
        "ricardo_samad"
      ],
      "Optical Communication": [
        "alexandre_pohl",
        "andrea_chiuchiarelli",
        "carlos_castellani",
        "felipe_barbosa",
        "daniel_pataca",
        "jair_silva",
        "jesse_santos",
        "jonathas_siqueira",
        "marcelo_abadde",
        "marcelo_segatto",
        "monica_rocha",
        "rafael_figueiredo",
        "thiago_alegre"
      ],
      "Optics and Instrumentation": [
        "anderson_gomes",
        "arandi_bezerra",
        "claudia_mota",
        "claudia_zamataro",
        "cleber_mendonca",
        "cristina_kurachi",
        "gustavo_almeida",
        "jonathas_siqueira",
        "lino_misoguiti",
        "martha_ribeiro",
        "paulo_ferreira"
      ],
      "Sensors, Image and Illumination": [
        "cristiano_cordeiro",
        "felipe_barbosa",
        "daniel_pataca",
        "izabel_carvalho",
        "jonas_osorio",
        "marcos_franco",
        "monica_rocha"
      ]
    },
    "workshops_timetable": {
      "Monday, October 7th": {
        "OS-W-MON-04": {
          "chair": "",
          "room": "Room 4",
          "session_name": "Innovation Financing",
          "time": "14:00—15:30",
          "workshops": ["OS-W-MON-04-01", "OS-W-MON-04-02", "OS-W-MON-04-03"]
        },
        "OS-W-MON-08": {
          "chair": "",
          "room": "Room 4",
          "session_name": "Innovation on Research",
          "time": "16:00—17:30",
          "workshops": ["OS-W-MON-08-01", "OS-W-MON-08-02", "OS-W-MON-08-03"]
        }
      },
      "Tuesday, October 8th": {
        "OS-W-TUE-04": {
          "chair": "",
          "room": "Room 4",
          "session_name": "Biophotonics & Optical Communication Industry",
          "time": "14:00—15:30",
          "workshops": ["OS-W-TUE-04-01", "OS-W-TUE-04-02", "OS-W-TUE-04-03"]
        },
        "OS-W-TUE-08": {
          "chair": "",
          "room": "Room 4",
          "session_name": "Laser & Integrated Photonics Industry",
          "time": "16:00—17:30",
          "workshops": ["OS-W-TUE-08-01", "OS-W-TUE-08-02", "OS-W-TUE-08-03"]
        }
      }
    },
    "oral_sessions_timetable": {
      "OS-C-MON-01-01": "14:00 to 14:30",
      "OS-C-MON-01-02": "14:30 to 14:50",
      "OS-C-MON-01-03": "14:50 to 15:10",
      "OS-C-MON-01-04": "15:10 to 15:30",
      "OS-I-MON-05-01": "16:00 to 16:30",
      "OS-I-MON-05-02": "16:30 to 16:50",
      "OS-I-MON-05-03": "16:50 to 17:10",
      "OS-I-MON-05-04": "17:10 to 17:30",
      "OS-O-MON-02-01": "14:00 to 14:30",
      "OS-O-MON-02-02": "14:30 to 14:50",
      "OS-O-MON-02-03": "14:50 to 15:10",
      "OS-O-MON-02-04": "15:10 to 15:30",
      "OS-L-MON-06-01": "16:00 to 16:30",
      "OS-L-MON-06-02": "16:30 to 16:50",
      "OS-L-MON-06-03": "16:50 to 17:10",
      "OS-L-MON-06-04": "17:10 to 17:30",
      "OS-B-MON-03-01": "14:00 to 14:30",
      "OS-B-MON-03-02": "14:30 to 14:50",
      "OS-B-MON-03-03": "14:50 to 15:10",
      "OS-B-MON-03-04": "15:10 to 15:30",
      "OS-S-MON-07-01": "16:00 to 16:30",
      "OS-S-MON-07-02": "16:30 to 16:50",
      "OS-S-MON-07-03": "16:50 to 17:10",
      "OS-S-MON-07-04": "17:10 to 17:30",
      "OS-C-TUE-01-01": "16:00 to 16:30",
      "OS-C-TUE-01-02": "16:30 to 16:50",
      "OS-C-TUE-01-03": "16:50 to 17:10",
      "OS-C-TUE-01-04": "17:10 to 17:30",
      "OS-I-TUE-02-01": "16:00 to 16:30",
      "OS-I-TUE-02-02": "16:30 to 16:50",
      "OS-I-TUE-02-03": "16:50 to 17:10",
      "OS-I-TUE-02-04": "17:10 to 17:30",
      "OS-B-TUE-03-01": "16:00 to 16:20",
      "OS-B-TUE-03-02": "16:20 to 16:40",
      "OS-B-TUE-03-03": "16:40 to 17:00",
      "OS-B-TUE-03-04": "17:00 to 17:20",
      "OS-I-WED-01-01": "14:00 to 14:20",
      "OS-I-WED-01-02": "14:20 to 14:40",
      "OS-I-WED-01-03": "14:40 to 15:00",
      "OS-I-WED-01-04": "15:00 to 15:20",
      "OS-I-WED-01-05": "15:20 TO 15:40",
      "OS-C-WED-05-01": "16:00 to 16:30",
      "OS-C-WED-05-02": "16:30 to 17:00",
      "OS-C-WED-05-03": "17:00 to 17:20",
      "OS-L-WED-02-01": "14:00 to 14:20",
      "OS-L-WED-02-02": "14:20 to 14:40",
      "OS-L-WED-02-03": "14:40 to 15:00",
      "OS-L-WED-02-04": "15:00 to 15:20",
      "OS-L-WED-02-05": "15:20 to 15:40",
      "OS-O-WED-06-01": "16:00 to 16:20",
      "OS-O-WED-06-02": "16:20 to 16:40",
      "OS-O-WED-06-03": "16:40 to 17:00",
      "OS-O-WED-06-04": "17:00 to 17:20",
      "OS-O-WED-06-05": "17:00 TO 17:40",
      "OS-S-WED-03-01": "14:00 to 14:20",
      "OS-S-WED-03-02": "14:20 to 14:40",
      "OS-S-WED-03-03": "14:40 to 15:00",
      "OS-S-WED-03-04": "15:00 to 15:20",
      "OS-S-WED-03-05": "15:20 to 15:40",
      "OS-B-WED-07-01": "16:00 to 16:30",
      "OS-B-WED-07-02": "16:30 to 16:50",
      "OS-B-WED-07-03": "16:50 to 17:10"
    },
    "poster_sessions": {
      "Tuesday, October 8th": {
        "PS-P-TUE": {
          "room": "Hall",
          "time": "14:00–15:30"
        }
      }
    },
    "short_courses": {},
    "oral_sessions": {
      "Monday, October 7th": {
        "OS-C-MON-01": {
          "chair": "",
          "room": "Room 1",
          "session_name": "Optical Communication 1",
          "time": "14:00—15:30",
          "papers": [
            "OS-C-MON-01-01",
            "OS-C-MON-01-02",
            "OS-C-MON-01-03",
            "OS-C-MON-01-04"
          ]
        },
        "OS-I-MON-05 ": {
          "chair": "",
          "room": "Room 1",
          "session_name": "Integrated Photonics 1",
          "time": "16:00—17:30",
          "papers": [
            "OS-I-MON-05-01",
            "OS-I-MON-05-02",
            "OS-I-MON-05-03",
            "OS-I-MON-05-04"
          ]
        },
        "OS-O-MON-02": {
          "chair": "",
          "room": "Room 2",
          "session_name": "Optics and Instrumentation 1",
          "time": "14:00—15:30",
          "papers": [
            "OS-O-MON-02-01",
            "OS-O-MON-02-02",
            "OS-O-MON-02-03",
            "OS-O-MON-02-04"
          ]
        },
        "OS-L-MON-06": {
          "chair": "",
          "room": "Room 2",
          "session_name": "Lasers 1",
          "time": "16:00—17:30",
          "papers": [
            "OS-L-MON-06-01",
            "OS-L-MON-06-02",
            "OS-L-MON-06-03",
            "OS-L-MON-06-04"
          ]
        },
        "OS-B-MON-03": {
          "chair": "",
          "room": "Room 3",
          "session_name": "Biophotonics 1",
          "time": "14:00—15:30",
          "papers": [
            "OS-B-MON-03-01",
            "OS-B-MON-03-02",
            "OS-B-MON-03-03",
            "OS-B-MON-03-04"
          ]
        },
        "OS-S-MON-07": {
          "chair": "",
          "room": "Room 3",
          "session_name": "Sensors, Image and Illumination 1",
          "time": "16:00—17:30",
          "papers": [
            "OS-S-MON-07-01",
            "OS-S-MON-07-02",
            "OS-S-MON-07-03",
            "OS-S-MON-07-04"
          ]
        }
      },
      "Tuesday, October 8th": {
        "OS-C-TUE-01": {
          "chair": "",
          "room": "Room 1",
          "session_name": "Optical Communication 2",
          "time": "16:00—17:30",
          "papers": [
            "OS-C-TUE-01-01",
            "OS-C-TUE-01-02",
            "OS-C-TUE-01-03",
            "OS-C-TUE-01-04"
          ]
        },
        "OS-I-TUE-02": {
          "chair": "",
          "room": "Room 2",
          "session_name": "Integrated Photonics 2",
          "time": "16:00—17:30",
          "papers": [
            "OS-I-TUE-02-01",
            "OS-I-TUE-02-02",
            "OS-I-TUE-02-03",
            "OS-I-TUE-02-04"
          ]
        },
        "OS-B-TUE-03": {
          "chair": "",
          "room": "Room 3",
          "session_name": "Biophotonics 2",
          "time": "16:00—17:20",
          "papers": [
            "OS-B-TUE-03-01",
            "OS-B-TUE-03-02",
            "OS-B-TUE-03-03",
            "OS-B-TUE-03-04"
          ]
        }
      },
      "Wednesday, October 9th": {
        "OS-I-WED-01": {
          "chair": "",
          "room": "Room 1",
          "session_name": "Integrated Photonics 3",
          "time": "14:00—15:40",
          "papers": [
            "OS-I-WED-01-01",
            "OS-I-WED-01-02",
            "OS-I-WED-01-03",
            "OS-I-WED-01-04",
            "OS-I-WED-01-05"
          ]
        },
        "OS-C-WED-05": {
          "chair": "",
          "room": "Room 1",
          "session_name": "Optical Communication 3",
          "time": "16:00—17:20",
          "papers": ["OS-C-WED-05-01", "OS-C-WED-05-02", "OS-C-WED-05-03"]
        },
        "OS-L-WED-02": {
          "chair": "",
          "room": "Room 2",
          "session_name": "Laser 2",
          "time": "14:00—15:40",
          "papers": [
            "OS-L-WED-02-01",
            "OS-L-WED-02-02",
            "OS-L-WED-02-03",
            "OS-L-WED-02-04",
            "OS-L-WED-02-05"
          ]
        },
        "OS-O-WED-06": {
          "chair": "",
          "room": "Room 2",
          "session_name": "Optics and Instrumentation 2",
          "time": "16:00—17:40",
          "papers": [
            "OS-O-WED-06-01",
            "OS-O-WED-06-02",
            "OS-O-WED-06-03",
            "OS-O-WED-06-04",
            "OS-O-WED-06-05"
          ]
        },
        "OS-S-WED-03": {
          "chair": "",
          "room": "Room 3",
          "session_name": "Sensors, Image and Illumination 2",
          "time": "14:00—15:40",
          "papers": [
            "OS-S-WED-03-01",
            "OS-S-WED-03-02",
            "OS-S-WED-03-03",
            "OS-S-WED-03-04",
            "OS-S-WED-03-05"
          ]
        },
        "OS-B-WED-07": {
          "chair": "",
          "room": "Room 3",
          "session_name": "Biophotonics 3",
          "time": "16:00—17:10",
          "papers": ["OS-B-WED-07-01", "OS-B-WED-07-02", "OS-B-WED-07-03"]
        }
      }
    },
    "plenaries_chairs": {
      "Monday, October 8th": "Alexandre Pohl and Hugo Figueroa",
      "Tuesday, October 9th": "Carmelo Bastos-Filho and Daniel Pataca",
      "Wednesday, October 10th": "Mônica Rocha and Felipe Rudge"
    },
    "plenaries": {
      "Monday, October 7th": {
        "PL-G-MON": {
          "chair": "",
          "room": "Auditorium",
          "session_name": "Plenaries 1",
          "time": "09:05—12:30",
          "plenaries": ["PL-MON-01", "PL-MON-02", "PL-MON-03", "PL-MON-04"]
        }
      },
      "Tuesday, October 8th": {
        "PL-G-TUE": {
          "chair": "",
          "room": "Auditorium",
          "session_name": "Plenaries 2",
          "time": "09:00—12:30",
          "plenaries": ["PL-TUE-01", "PL-TUE-02", "PL-TUE-03", "PL-TUE-04"]
        }
      },
      "Wednesday, October 9th": {
        "PL-G-WED": {
          "chair": "",
          "room": "Auditorium",
          "session_name": "Plenaries 3",
          "time": "09:00—12:30",
          "plenaries": ["PL-WED-01", "PL-WED-02", "PL-WED-03", "PL-WED-04"]
        }
      }
    },
    "salas": {
      "pentagono": {
        "nome": "Pentágono Room"
      },
      "ametista": {
        "nome": "Ametista Room"
      },
      "safira": {
        "nome": "Safira Room"
      },
      "turmalina": {
        "nome": "Turmalina Room"
      },
      "auditorium": {
        "nome": "Auditorium"
      },
      "amphitheater1": {
        "nome": "Amphitheater 1"
      },
      "amphitheater2": {
        "nome": "Amphitheater 2"
      }
    },
    "autores": {
      "fulano1": {
        "nome": "Caluã de Lacerda Pataca",
        "imagem": "img/perfis/testes/pessoa1.jpg",
        "instituicao": [
          {
            "nome": "Universidade Estadual de Campinas",
            "url": "http://www.unicamp.br/"
          }
        ],
        "biografia": "Duis mollit eu nisi tempor dolor voluptate in proident dolore enim elit nostrud. Deserunt magna nulla excepteur cupidatat reprehenderit esse Lorem culpa. Labore commodo occaecat nostrud dolor exercitation adipisicing quis ipsum do enim mollit nostrud consequat. Consequat anim et pariatur aliqua tempor voluptate quis officia dolor laboris. Nisi enim velit sit duis magna non consectetur ad culpa sit aute. Lorem voluptate eu commodo do ut reprehenderit aliqua in adipisicing eu sit mollit sunt.",
        "links": []
      },
      "fulano2": {
        "nome": "Blai Guimarães Pataca",
        "imagem": "img/perfis/testes/pessoa2.jpg",
        "instituicao": [
          {
            "nome": "Universidade Estadual de Campinas",
            "url": "http://www.unicamp.br/"
          }
        ],
        "biografia": "Duis mollit eu nisi tempor roident dolore  elit nostrud. Deserunt magna nulla excepteur cupidatat reprehenderit esse Lorem culpa. Labore commodo occaecat nostrud dolor exercitation adipisicing quis ipsum do enim mollit nostrud consequat. Consequat anim et pariatur aliqua tempor voluptate quis officia dolor laboris. Nisi enim velit sit duis magna non consectetur ad culpa sit aute. Lorem voluptate eu commodo do ut reprehenderit aliqua in adipisicing eu sit mollit sunt.",
        "links": []
      },
      "fulano3": {
        "nome": "Ana Paula K. Guimarães",
        "imagem": "img/perfis/testes/pessoa3.jpg",
        "instituicao": [
          {
            "nome": "Universidade Estadual de Campinas",
            "url": "http://www.unicamp.br/"
          }
        ],
        "biografia": "Nisi consectetur id officia sit. Est est veniam nisi mollit adipisicing enim ullamco sunt qui elit eu aute eu sint. Lorem et eu dolore magna cillum ex dolor enim sit.",
        "links": []
      },
      "fulano4": {
        "nome": "John Doe",
        "imagem": "img/perfis/testes/pessoa4.jpg",
        "instituicao": [
          {
            "nome": "Universidade Estadual de Campinas",
            "url": "http://www.unicamp.br/"
          }
        ],
        "biografia": "Occaecat sint mollit non amet excepteur qui commodo laborum eiusmod ex Lorem pariatur irure. Aute eiusmod quis veniam voluptate laboris incididunt labore excepteur nostrud eu sint ad. Ea aute non reprehenderit velit id ullamco cupidatat ullamco. Occaecat ad quis labore ea Lorem pariatur aliqua pariatur eu eu quis eiusmod minim. Cupidatat ut cupidatat deserunt in non consequat esse elit nostrud quis.",
        "links": []
      },
      "fulano": {
        "nome": "",
        "imagem": "",
        "instituicao": [
          {
            "nome": "",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "julio_de_oliveira": {
        "nome": "Júlio Cesar Rodrigues Fernandes de Oliveira",
        "imagem": "img/speakers/julio_de_oliveira.jpg",
        "instituicao": [
          {
            "nome": "Idea!",
            "url": ""
          }
        ],
        "biografia": "R&D executive and team leader with history of innovation, building technology ecosystems to achieve high technology goals at optical communications field. Bachelor, Electrical Eng., 2003, UFCG-Brazil; Master, Electrical Eng. (Photonics), UNICAMP-Brazil, 2004, and Ph.D, UNICAMP-Brazil, Electrical Eng. (Photonics), 2007. From 2004 to 2014 took, researcher and general manager positions at optical communications systems and photonics devices divisions at CPqD Foundation. Founder and CEO of BrPhotonics, 2014, a high-tech startup with accelerated growth in optical communications area developing high end products, LASERs, Modulators, ASICs. Founder of PI-TEC Product Technologies, 2017, and JCRFO Technical Consultancy, 2017, companies acting at high end telecom and Datacom markets, developing deep submicron ASICs and highly integrated photonics devices. Over 15 years of experience in optical communications field, lead 12 optical communications R&D projects (more than USD50M budget), producing 15 patents (INPI), 140+ papers and 20 technological products currently in optical communications market.",
        "links": []
      },
      "scott_powell": {
        "nome": "Scott R. Powell",
        "imagem": "img/speakers/scott_powell.jpg",
        "instituicao": [
          {
            "nome": "Jariet Technologies Inc / US",
            "url": ""
          }
        ],
        "biografia": "Dr. Powell has over 30 years’ experience in the semiconductor industry building and leading cutting edge design teams in all aspects of complex DSP, communications systems, and high speed mixed-signal ASIC design.  He earned a Ph.D. degree in Electrical Engineering from the University of California, San Diego.  His accomplishments include over 60 issued and pending patents, 29 journal and conference publications, and numerous mixed signal ASIC products in high volume production.   Dr. Powell has started and sold a semiconductor startup, was Sr. Director of the Ethernet PHY group at Broadcom leading a multi-national team to become the dominant market leader with over 40 tapeouts, and was VP Engineering at ClariPhy Communications executing on multiple mixed-signal coherent optical PHY ASICs.  Dr. Powell is most recently VP ASIC Engineering at Jariet Technologies building and leading a team to create digital microwave and optical products.",
        "links": []
      },
      "manuel_steidle": {
        "nome": "Manuel Steidle",
        "imagem": "img/speakers/manuel_steidle.jpg",
        "instituicao": [
          {
            "nome": "CERTI",
            "url": ""
          }
        ],
        "biografia": "He holds a degree in Mechanical Engineering from the Federal University of Santa Catarina (1990) and a Master's Degree in Business Administration – Fachhochschule Niederrhein (1995). Currently Associate Researcher – Experience Solutions Technology and Associate Researcher at CERTI Foundation. He is the director of Mechatronics at CERTI (Brazil) and was the Brazilian Coordinator of PodiTrodi EU-BR collaborative project. Has experience in the area of product development, with emphasis on Engineering, working mainly on the following topics: sensing, devices and memory.",
        "links": []
      },
      "pierre_francois_brevet": {
        "nome": "Pierre François-Brevet",
        "imagem": "img/speakers/pierre_francois_brevet.jpg",
        "instituicao": [
          {
            "nome": "University of Lyon / FR",
            "url": ""
          }
        ],
        "biografia": "Received a PhD in molecular beam spectroscopy from the University of Lyon in 1988. After a postdoctoral research at the University of Edinburgh, he moved to the Ecole polytechnique fédérale de Lausanne where he studied liquid/liquid interfaces by laser spectroscopic techniques, like surface second harmonic generation.",
        "links": []
      },
      "alaide_mammana": {
        "nome": "Alaide Pellegrini Mammana",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UNESP/RC",
            "url": ""
          }
        ],
        "biografia": "She holds a Bachelor's Degree in Physics from the Institute of Physics of the University of São Paulo (1962), Specialist in Nuclear Engineering from the IEA / CNEN / USP (1963), PhD in Sciences from the Polytechnic School of the University of São Paulo (1972). She was Director-President of the Brazilian Association of Informatics (ABINFO), and is currently a member of its Board of Directors; was a researcher at the Foundation for Support to Information Technology Training (FACTI) and researcher at the Renato Archer Research Center (CenPRA), coordinating the area of ​​information desks; is Director of the Latin American Chapter of the Society for Information Display (SID); is the coordinator of the Brazilian Network of Information Displays (BrDisplay) and the Ibero-American Network of Information Displays (LatinDisplay); is a member of the Brazilian Academy of Military Engineering, being its President since December 2012 and having been its Vice President and member of its Superior Council; is a member of the Technical-Scientific Council of the Advanced Research Center Wernher von Braun. He was Vice-President of the Brazilian Vacuum Society and member of its Councils. She is a guest lecturer in the Master's Degree and Doctorate in Human Development and Technologies, at UNESP-Rio Claro. It operates in the technologies of thin displays of information (displays), its devices, materials, processes and equipment; in nanostructured materials and devices; in devices for human-machine interaction (tablets, touch screens, etc.); in related technologies (intelligent windows, lighting systems for displays – BLUs, including special lamps etc.); in photonics technology and its various applications (communications, medicine) and in the prospecting and feasibility studies of new technologies. His work covers research, development and manufacture of prototypes and small series. Worked in the organization of several events, having coordinated 25 congresses InfoDisplay, LatinDIsplay and DisplayEscolas.",
        "links": []
      },
      "marcos_franco": {
        "nome": "Marcos Antonio Ruggieri Franco",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IEAv / CTA",
            "url": ""
          }
        ],
        "biografia": "Researcher of the Institute of Advanced Studies (IEAv) and Professor at the Institute of Technology of Aeronautics (ITA). BS in physics at the Pontifical Catholic University of São Paulo (1983), Master in Physics from the University of São Paulo (1991) and Ph.D. in Electrical Engineering from the University of São Paulo (1999). Coordinator of the Computational Electromagnetic Laboratory of IEAv. The main research areas are: Applied electromagnetic, Computational modeling of Electromagnetic devices, optical fibres, fiber optic sensors, integrated optics, photonic crystal fibers, microstructured optical fibres, wave propagation, microwave, terahertz and finite element method.",
        "links": []
      },
      "joao_sakamoto": {
        "nome": "João Marcos Salvi Sakamoto",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IEAv / CTA",
            "url": ""
          }
        ],
        "biografia": "Received his doctor's degree in Electronic Engineering at the Instituto Tecnológico de Aeronáutica Technological Institute of Aeronautics in 2012. His research interests are optic sensors, fiber optic sensors, lasers, optical interferometry, and laser ultrasonics.",
        "links": []
      },
      "cicero_martelli": {
        "nome": "Cícero Martelli",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UTFPR",
            "url": ""
          }
        ],
        "biografia": "He holds a bachelor's degree in Industrial Electrical Engineering (2002) and a master's degree in Industrial Informatics with an emphasis on opto-electronics (2003) from the Universidade Tecnológica Federal do Paraná. In 2008 he completed a PhD in Engineering at the Interdisciplinary Photonics Laboratories / Optical Fiber Technology Center and School of Electrical and Information Engineering at the University of Sydney. It is of interest in the following areas: optical fibers, optical devices for communication, optical sensors, high power lasers, fiber optic lasers, laser light materials processing, non-linear optics, electro-optic coupling and molecular self- .",
        "links": []
      },
      "patricia_da_ana": {
        "nome": "Patricia Aparecida da Ana",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFABC",
            "url": ""
          }
        ],
        "biografia": "She holds a bachelor's degree in Dentistry from the School of Dentistry of University of São Paulo (2002), a PhD in Science from the University of São Paulo (2007) and a postdoctoral degree from the Institute of Energy and Nuclear Research (2010). She is currently a lecturer at the Federal University of ABC (UFABC), at the Biomedical Engineering graduation course, coordinator of the postgraduate course in Biomedical Engineering at UFABC and deputy coordinator of the UFABC Multiusers Center SBC campus. She is a professor of the post-graduation courses in Biotechnocience and Biomedical Engineering at UFABC, as well as she is collaborative researcher at IPEN-CNEN/SP. She has experience in research in the area of &#8203;&#8203;Dentistry and Biomedical Engineering, with emphasis on biophotonics and its applications in oral hard tissues, working mainly in the following subjects: laser therapy at high and low intensities, vibrational spectroscopy, fluorescence, optical coherence tomography, and applications of these techniques, associated or not to new biomaterials, in the characterization, diagnosis and treatment of pathologies that affect oral hard tissues.",
        "links": []
      },
      "tania_centeno": {
        "nome": "Tania Mezzadri Centeno",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Tania Mezzadri Centeno",
            "url": ""
          }
        ],
        "biografia": "Graduate at Tecnólogo Em Processamento de Dados from Universidade Federal do Paraná (1985), master's at Electric Engineering from Universidade Tecnológica Federal do Paraná (1994) and ph.d. at Doctorat En Informatique from Universite de Toulouse III (Paul Sabatier) (1998). He is currently professor associado at Universidade Tecnológica Federal do Paraná. Has experience in Computer Science, focusing on Graphical Processing (Graphics), acting on the following subjects: reconstrução 3d, imagens tomográficas, prototipagem rápida, segmentação de imagens and modelos médicos.",
        "links": []
      },
      "isabel_carvalho": {
        "nome": "Isabel Cristina S. Carvalho",
        "imagem": "",
        "instituicao": [
          {
            "nome": "PUC-RJ",
            "url": ""
          }
        ],
        "biografia": "She holds a degree in Physics from the Federal University of Rio de Janeiro (1979), a Masters in Physics – University of British Columbia (1984) and a PhD in Physics from the Pontifical Catholic University of Rio de Janeiro (1991). He is currently an associate professor at the Pontifical Catholic University of Rio de Janeiro. Has experience in the field of Physics, with emphasis on Prop. Optics and Spectroscopy. of Mat. Condens; Other Inter. of Mat. with Rad. and Part., working mainly in the following subjects: glasses, fiber optics, polarization, frequency doubling and plasmonics.",
        "links": []
      },
      "alvaro_damiao": {
        "nome": "Álvaro José Damião",
        "imagem": "",
        "instituicao": [
          {
            "nome": "ITA",
            "url": ""
          },
          {
            "nome": "IEAv-CTA",
            "url": ""
          }
        ],
        "biografia": "Bachelor's at Physic from Universidade Estadual de Campinas (1977), master's at Physic from Universidade Estadual de Campinas (1982) and doctorate at Physic from Universidade Estadual de Campinas (2002). Has experience in Physic, focusing on Optics, acting on the following subjects: thin films, metrology, optics, among others.",
        "links": []
      },
      "liliane_ventura": {
        "nome": "Liliane Ventura ",
        "imagem": "",
        "instituicao": [
          {
            "nome": "SEL-EESC-USP",
            "url": ""
          }
        ],
        "biografia": "Associate Professor A3 of the Department of Electrical Engineering of the School of Engineering of São Carlos, University of São Paulo. CERTIFICA-LIO, has a degree in Physics from the University of São Paulo (IFQSC – 1987), a master's degree in solid state physics from the University of São Paulo (IFQSC – 1990), a Ph.D. in Physics Applied to Ophthalmology by the University of São Paulo (IFSC -1995), postdoctoral degree in Ophthalmology (FMRP / USP – 1996), postdoctoral degree in Electrical Engineering (EESC / USP – 2001) and Free Teaching in Electrical Engineering ), by EESC-USP. She is currently an Associate Professor in the Electrical Engineering Department of EESC at the University of São Paulo. Has experience in the area of ​​Biomedical Engineering, with emphasis on Ophthalmic Instrumentation; is a consultant to the CB49 standards committee of ABNT and INMETRO for subjects related to sunglasses. Current research is focused on the analysis of the conformity of sunglasses and for studies of the parameters of these analyzes for nationalization of the Brazilian standard for sunglasses protection. Elaborator and Technical Coordinator of the EESC-USP – ARC-IBM Convention of San Jose (CA) – USA. Scholarship of Productivity in Technological Development and Innovative Extension of CNPq.",
        "links": []
      },
      "lilia_courrol": {
        "nome": "Lilia Coronato Courrol",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Unifesp",
            "url": ""
          }
        ],
        "biografia": "Associate Professor A3 of the Department of Electrical Engineering of the School of Engineering of São Carlos, University of São Paulo. CERTIFICA-LIO, has a degree in Physics from the University of São Paulo (IFQSC – 1987), a master's degree in solid state physics from the University of São Paulo (IFQSC – 1990), a Ph.D. in Physics Applied to Ophthalmology by the University of São Paulo (IFSC -1995), postdoctoral degree in Ophthalmology (FMRP / USP – 1996), postdoctoral degree in Electrical Engineering (EESC / USP – 2001) and Free Teaching in Electrical Engineering ), by EESC-USP. She is currently an Associate Professor in the Electrical Engineering Department of EESC at the University of São Paulo. Has experience in the area of ​​Biomedical Engineering, with emphasis on Ophthalmic Instrumentation; is a consultant to the CB49 standards committee of ABNT and INMETRO for subjects related to sunglasses. Current research is focused on the analysis of the conformity of sunglasses and for studies of the parameters of these analyzes for nationalization of the Brazilian standard for sunglasses protection. Elaborator and Technical Coordinator of the EESC-USP – ARC-IBM Convention of San Jose (CA) – USA. Scholarship of Productivity in Technological Development and Innovative Extension of CNPq.",
        "links": []
      },
      "silvania_pereira": {
        "nome": "Silvania Pereira",
        "imagem": "",
        "instituicao": [
          {
            "nome": "TU Delft",
            "url": ""
          }
        ],
        "biografia": "Silvania Pereira studied physics at the State University of Campinas, Brazil. After her graduation she went to the United States where she joined the quantum optics group of professor Jeff Kimble at the University of Texas at Austin and later at Caltech, Pasadena. The subject of her Ph.D. thesis was quantum fluctuations in nonlinear processes. In 1994 she was awarded a Humboldt Fellowship and went to the University of Constance, Germany in the group of Prof. Jürgen Mlynek. The subject of her work was quantum tomography of nonclassical states of light. In 1996 she went to the Netherlands where she joined the group of Prof. Han Woerdman at the University of Leiden as a post-doc fellow. There she worked with quantum noise and polarization properties of semiconductor microlasers. In 2000 she was granted an individual  fellowship \"Stimuleringsfonds\" from the FOM Foundation, the Netherlands, and since then she holds a permanent position at the Optics Research Group at the Delft University of Technology. The subjects of her work at this moment are optical scatterometry, beam shaping and aberration retrieval with applications in wafer metrology, optical mastering, adaptive optics and high resolution imaging. This work is done in collaboration with the industry and national/international universitites.",
        "links": []
      },
      "leonardo_ambrosio": {
        "nome": "Leonardo Ambrosio",
        "imagem": "",
        "instituicao": [
          {
            "nome": "USP SC",
            "url": ""
          }
        ],
        "biografia": "Leonardo A. Ambrosio received the B.Sc., M.Sc. and the Ph.D. degrees in Electrical Engineering from University of Campinas, School of Electrical and Computer Engineering, Campinas, Brazil, in 2002, 2005 and 2009, respectively. Between 2009 and 2013 he was a postdoctoral Fellow with the Department of Microwaves and Optics at the School of Electrical and Computer Engineering, University of Campinas (Unicamp), and developed part of his research at the University of Pennsylvania, Philadelphia, USA. His research interests include Photonics, light-scattering problems for optical trapping and manipulation, metamaterials and plasmonics for optical nano-circuits and microstructures light fields and modelling of non-diffracting beams envisioning applications in biomedical optics, telecommnications and atom guiding. ORCID: 0000-0003-0404-9509.",
        "links": []
      },
      "luiz_barbosa": {
        "nome": "Luiz Carlos Barbosa ",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Unicamp",
            "url": ""
          }
        ],
        "biografia": "Bachelor's at Fisica from Universidade Estadual de Campinas (1972), master's at Production Engineering from Universidade de São Paulo (1976) and doctorate at Mechanical Engineering from Universidade Estadual de Campinas (1981). Has experience in Physics, focusing on Physics Of The Condensed State Of Substance, acting on the following subjects: amplificação óptica, vidros dopados com quantum dots, vidros teluritos dopados com ïons de terras raras, fibras ópticas and amplifier device",
        "links": []
      },
      "rogerio_nogueira": {
        "nome": "Rogerio Nunes Nogueira",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IT Aveiro",
            "url": ""
          }
        ],
        "biografia": "Has Ph.D. at Doutoramento by Universidade de Aveiro (2005) . Currently is Outro (especifique) of Instituto de Telecomunicações. Has experience in the area of Physics , with emphasis on Áreas Clássicas de Fenomenologia e suas Aplicações.",
        "links": []
      },
      "newton_frateschi": {
        "nome": "Newton Cesario Frateschi",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Unicamp",
            "url": ""
          }
        ],
        "biografia": "Holds a bachelor's degree in Physics from the State University of Campinas (1984), a Master's degree in Physics from the State University of Campinas (1986), a Master's Degree in Electrical Engineering – University of Southern California (1989) and a Ph.D. in Electrical Engineering – University of Southern California 1993). He was director of the Unicamp Semiconductor Component Center 2005-2010, associate director of the Gleb Wataghin Institute of Physics (IFGW) of Unicamp 2010-2014 and director of the Institute of Physics Gleb Wataghin (IFGW) of Unicamp 2014-2017. He is currently the Executive Director of the Innovation Agency of Unicamp – INOVA. He has experience in the field of Physics and Electrical Engineering, with emphasis on Materials and Components Semiconductors, working mainly on the following topics: semiconductor laser, optoelectronic integration, electro-absorption modulators, optical amplifiers, microcavity laser with active nanostructured region, etc.",
        "links": []
      },
      "ricardo_samad": {
        "nome": "Ricardo Elgul Samad",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IPEN",
            "url": ""
          }
        ],
        "biografia": "Graduated in Physics in 1993, obtained his Master's degree in Solid State Physics in 1997, and completed his PhD in Solid State Physics in 2006, all by the Institute of Physics of USP. He is currently Researcher at the Center for Lasers and Applications Institute of Energy and Nuclear Research (IPEN-CNEN / SP). He has published 48 articles in specialized journals that have more than 300 citations, 3 chapters of books and more than 90 papers in annals of events, in addition to having submitted 1 patent application. Since his Scientific Initiation he has been working in the development and application of solid state lasers, and his doctorate has started research activities with ultra-short pulse lasers. It is currently working with ultra-short pulse applications with emphasis on the interaction of these with matter, such as laser ablation and soldering, ultra-short pulsed plasma generation, and material modification resulting from extreme states of temperature and pressure generated by ultrashort pulses. It also aims, through harmonic generation techniques, to enable new sources of light in the region of deep UV and soft X-rays, with pulses of durations that can be less than 1 femtosecond.",
        "links": []
      },
      "edison_maldonado": {
        "nome": "Edison Puig Maldonado",
        "imagem": "",
        "instituicao": [
          {
            "nome": "ITA",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "niklaus_wetter": {
        "nome": "Niklaus Ursus Wetter",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IPEN",
            "url": ""
          }
        ],
        "biografia": "Holds a bachelor's degree in Physics from the Eidgenoessische Technische Hochschule Zuerich – ETH (1988 – Switzerland) and PhD in Nuclear Technology from the Institute for Nuclear and Energy Research (1993). He is currently a researcher at the National Nuclear Energy Commission at IPEN / SP and a post-graduate professor at the University of São Paulo – USP. From 2009 to 2013 he was assistant manager of the Lasers and Applications Center of IPEN / SP. In 2013 he was appointed manager of the Lasers and Applications Center of IPEN / SP at USP. Since 2014 he has been the president of the Foundation for Support and Promotion of Technological Innovation, Research and Teaching at IPEN / SP. He is a specialist in lasers development and operates in the following segments: Diode lasers, solid state lasers, lasers applications in life sciences, lasers in nuclear applications, optical spectroscopy and materials and processes for active media for general optics. Since 2008 develops light sources in disordered materials, also known as Random Lasers, for purposes of optical device applications. It has 6 patent applications, more than 100 international articles with more than 1000 quotes and factor h of 22.",
        "links": []
      },
      "karcius_assis": {
        "nome": "Karcius Day Rosario Assis",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFBA",
            "url": ""
          }
        ],
        "biografia": "He holds a degree in Electrical Engineering from the Federal University of Paraíba (1997), current UFCG, a Master's degree in Electrical Engineering from the Federal University of Espírito Santo (2000) and a PhD in Electrical Engineering from the State University of Campinas (2004). He was postdoctoral fellow at the University of Bristol-UK from 02/2015 to 01/2016. He was a Visiting Fellow at the University of Essex-UK in March 2018. He was an adjunct professor at the Federal University of ABC and currently is an associate professor at the Polytechnic School of the Federal University of Bahia; Department of Electrical Eng. – Reviewer of the European Journal of Operational Research (0377-2217) and – IEEE Communications Letters. He has experience in Electrical and Computer Engineering, with emphasis on Telecommunication Systems and Computer Systems; working mainly in the following topics: telecommunications, optical networks, optimization and network planning.",
        "links": []
      },
      "joaquim_filho": {
        "nome": "Joaquim Ferreira Martins Filho",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFPE",
            "url": ""
          }
        ],
        "biografia": "Joaquim F. Martins Filho was born in Recife, Brazil, in 1966. He received the B.Sc. degree in Electronics Engineering from the Federal University of Pernambuco (UFPE), in Recife, in 1989, and the M.Sc. degree in Physics from the same institution in 1991. He received his PhD degree in Electronics Engineering from the University of Glasgow, Scotland, in 1995. Between 1995 and 1998 he was a visiting professor at the Physics Department of UFPE. In 1998 he joined the Photonics Group, Department of Electronics and Systems of UFPE, in Recife, where he currently is the Head of Department and a full professor. He was the coordinator of the Post-Graduate Program (MSc and PhD) in Electrical Engineering of UFPE from 2003 to 2007. His research interests are in devices, subsystems, transmission systems and networking for optical communications and optical sensors. He has supervised 8 PhD theses and 17 MSc dissertations. In 2005 he received a prize from the Brazilian Ministry of Education and the Ministry of Science for the supervision of the best PhD thesis of Brazil in Electrical Engineering, authored by his former PhD student Carmelo Bastos-Filho, about thulium doped fiber amplifiers. He has coordinated several research projects financed by state and federal agencies as well as by industries like SIEMENS-Brazil, PARKS and PADTEC. He also took part in other research projects sponsored by ERICSSON-Brazil and CHESF. He has authored more than 100 papers and 1 international patent. Along his career he has given contributions on non-linear short pulse propagation in optical fibers, ultrafast optical pulse generation from mode-locked semiconductor quantum well lasers, erbium doped fiber amplifiers, thulium doped fiber amplifiers, in physical impairments aware routing and wavelength assignment algorithms for optical networks, in the use of computational intelligence techniques for the optimization of optical networks, and in the development of fiber-optic sensor systems for the monitoring of: corrosion, leakage current in insulator strings of high power transmission lines, and dissolved gases in transformer oil. Prof. Joaquim Martins-Filho is a Senior Member of the IEEE (The Institute of Electrical and Electronics Engineers), Senior Member of OSA (The Optical Society), Member of SBMO (Brazilian Microwave and Optoelectronics Society), Member of SBFoton (Brazilian Photonics and Optics Society) and SBrT (Brazilian Telecommunication Society), as well as a Research Fellow of the National Research Council of Brazil (CNPq). He was a member of the Editorial Board of the journal ISRN Communications and Networking from 2009 to 2013. He was a member of the Engineering, Science and Technology Board of FACEPE (Foundation for Science and Technology Development of the State of Pernambuco, Brazil) from 2009 to 2013.",
        "links": []
      },
      "fernando_guiomar": {
        "nome": "Fernando Pedro Pereira Guiomar",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IT",
            "url": ""
          }
        ],
        "biografia": "Fernando Guiomar received the M.Sc. degree in Electronics and Telecommunications Engineering in December of 2009, and the Ph.D. degree in Electrical Engineering in September 2015, both from University of Aveiro, Portugal. From October 2015 to October 2017 he has worked with the OptCom group of Politecnico di Torino (in collaboration CISCO Photonics Italy srl), as a post-doctoral researcher under the framework of a Marie Skłodowska-Curie (MSC) Individual Fellowship, project Flex-ON (653412), where he developed flexible modulation and digital signal processing subsystems for elastic optical networks. During the secondment stage of his MSC fellowship, he has worked as a contractor for CISCO Optical GmbH, Nuremberg, Germany, for a period of 5 months. He is currently a research assistant at Instituto de Telecomunicações, Aveiro, being the scientific responsible for the ORCIP project (http://www.orcip.pt/), where he is working on deployment of an in-campus testbed infrastructure that will allow the scientific community and industry to test, measure and certificate advanced optical and radio systems. Fernando Guiomar is a member of OSA and IEEE and he has co-authored more than 70 scientific publications in leading international journals and conferences. He is also the co-author of two patent applications on the areas of linear and nonlinear equalization of optical fiber impairments. In 2016, he has received the Photonics21 Student Innovation Award, distinguishing industrial-oriented research with high impact in Europe.",
        "links": []
      },
      "antonio_teixeira_2": {
        "nome": "Antonio Teixeira",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UA",
            "url": ""
          }
        ],
        "biografia": "has Ph.D. at Eng Eletrotecnica by Universidade de Aveiro (1999) . Has experience in the area of Electric Engineering , with emphasis on Telecomunicações.",
        "links": []
      },
      "rafael_figueiredo": {
        "nome": "Rafael Figueiredo",
        "imagem": "",
        "instituicao": [
          {
            "nome": "CPqD",
            "url": ""
          }
        ],
        "biografia": "Received the Technologist degree in Telecommunications and the M.Sc. and Ph.D. degrees in Electrical Engineering from University of Campinas (Unicamp), Campinas/SP – Brazil, in 2007, 2010, and 2015, respectively. From August 2010 to December 2013 he was a Teaching Assistant at School of Technology (FT-Unicamp) and from June 2015 to July 2016 he was a postdoc fellow at Department of Communications – School of Electrical and Computer Engineering (DECOM/FEEC-Unicamp). He is a founding member of the FEEC-Unicamp Graduate Student Association (APOGEEU) and of the Brazilian Society of Optics and Photonics (SBFoton). Since August 2016 he is a researcher at CPqD, working on research and development projects in the areas of optical transmissions and amplification. He is currently an internship supervisor, coordinator of a project for optical amplifiers development, and technical leader of the optical communications platform.",
        "links": []
      },
      "andrea_chiuchiarelli": {
        "nome": "Andrea Chiuchiarelli",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFMG",
            "url": ""
          }
        ],
        "biografia": "Holds a degree in Electronic Engineering from the Università degli Studi dell'Aquila (2005) and a doctorate in Tecnologie Innovative from Scuola Superiore Sant'Anna di Studi Università e Perfezionamento, Pisa, Italy (2010). He was a Visiting Researcher in the Department of Optics and Telecommunications (DECOM) of the Faculty of Electrical Engineering and Computing (FEEC) of Unicamp – State University of Campinas, from January 2013 to November 2014, and holds a Young Talent Attraction (BJT), granted by CNPq. Since November 2014 he is a senior researcher at CPqD – Telecommunications Research and Development Foundation. He has experience in electrical engineering, with emphasis on telecommunications systems, optical communications, coherent optical systems, fiber optic access networks, high-capacity optical systems for data center interconnection. He is co-author of more than 40 scientific articles published in the main periodicals and annals of congress in the area of ​​Optical Communications.",
        "links": []
      },
      "hartmut_bartelt": {
        "nome": "Hartmut Bartelt",
        "imagem": "",
        "instituicao": [
          {
            "nome": "FSU, Jena",
            "url": ""
          }
        ],
        "biografia": "He studied Physics at the Universities of Karlsruhe and Erlangen-Nuremberg. After his doctorate and postdoctorate work, he was employed at Siemens AG’s research centre Erlangen. In 1994, he was appointed as Professor for Modern Optics and now works at the Leibniz Institute of Photonic Technology in the area of fibre optics. From 1999 to 2006, he headed the Institute as scientific director and has been the deputy director since 2006. ",
        "links": []
      },
      "giovani_farias": {
        "nome": "Giovanni Beninca de Farias",
        "imagem": "",
        "instituicao": [
          {
            "nome": "CPqD",
            "url": ""
          }
        ],
        "biografia": "Has obtained his MSc and PhD degree from the Institut National Polytechnique de Grenoble (Grenoble INP), France, in 2010 and 2013, respectively. During his PhD, he was engaged as a researcher in the CEA-Leti, Grenoble, France, from 2010 to 2013. During this period, its research interests were advanced modulation formats for optical communication, digital processing and silicon photonics transmitters. He is currently a senior researcher in the Fundação CPqD, Brazil, where he is engaged in the design and characterization of integrated photonics components for next-generation 400G and 1Tb optical comunications. He is also manager of the integrated photonics team in CPqD, coordinating the acitivites, defining the technological roadmap and staff training. He is engaged as technical coordinator of the project \"Integrated device technology for submarine amplification and transmission\", funded by BNDES, PadTec and executed by CPqD. He acts actively on technological development to the industry, having two main technological transfers ongoing, namely \"Integrated photonic circuit and packaging for submarine optical amplifier\" and \"Ultra-compact and narrow linewdith tunable external-cavity laser\". He has more than 15 papers in journals and major conferences in optical communications, as well as 7 patents in the field of optical communications.",
        "links": []
      },
      "uiara_de_moura": {
        "nome": "Uiara Celine de Moura",
        "imagem": "img/speakers/uiara_de_moura.jpg",
        "instituicao": [
          {
            "nome": "CPqD",
            "url": ""
          }
        ],
        "biografia": "Holds a degree in Electrical Engineering, Electronic Emphasis (2010) and Master's (2014) in Electrical Engineering, both from the School of Engineering of São Carlos, University of São Paulo (EESC-USP). She completed her PhD in Electrical Engineering from the State University of Campinas (Unicamp) in 2017. She has been hired at the Center for Research and Development in Telecommunications (CPqD) since 2011, where she has participated in research and development projects for optical amplifiers based on EDFA technologies , Raman and hybrid, applied to dynamic optical networks. He is currently part of the integrated photonics team, working on the design of passive and active devices in Silicon.",
        "links": []
      },
      "rubens_luis": {
        "nome": "Rubens S. Luís",
        "imagem": "",
        "instituicao": [
          {
            "nome": "National Institute of Information and Communications Technology (NICT), Japan",
            "url": ""
          }
        ],
        "biografia": "Received the Graduate and M.Sc. degrees in electrical and computer engineering from Instituto Superior Tecnico, Technical University of Lisbon, Lisbon, Portugal, in 2000 and 2003, respectively, and the Ph.D. degree in electrical engineering from the University of Aveiro, Aveiro, Portugal, in 2007. Since 2016, he has been with the Photonic Network System Laboratory, National Institute of Information and Communications Technology, Tokyo, Japan, where he researches advanced coherent transmission systems using spatial division multiplexing and optical packet switching.",
        "links": []
      },
      "davies_monteiro": {
        "nome": "Davies William de Lima Monteiro",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFMG",
            "url": ""
          }
        ],
        "biografia": "He holds a degree in Physics from the Federal University of Espírito Santo (1994), a Master's degree in Physics from the same University (1997) and a PhD in Microelectronics / Adaptive Optics from Delft University of Technology (2002). He is currently an associate professor in the Department of Electrical Engineering at the Federal University of Minas Gerais and a postgraduate professor in Electrical Engineering at UFMG and UFAM at the Federal University of Amazonas. He works in the area of microelectronics, and coordinates the Optronics and Applied Microtechnologies (OptMA_lab) laboratory, focusing mainly on the following topics: adaptive and applied optics; sensors, integrated circuits and silicon processes; MEMS / microtechnology and photovoltaic cells. Member of the Advisory Committee of Microelectronics (CA-ME) of CNPq. General Chairman for the Chip on the Mountains 2016 international event.",
        "links": []
      },
      "darli_mello": {
        "nome": "Darli Augusto de Arruda Mello",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Unicamp",
            "url": ""
          }
        ],
        "biografia": "Darli Mello studied Electrical Engineering at the RWTH?Aachen, Germany, and at the State University of Campinas (Unicamp), Brazil, where he graduated in 2000. In 2002 he received the M. Sc. degree from the Institute for Communications Engineering (LNT) at the Munich University of Technology (TUM), Germany. During his master studies he carried out both experimental and theoretical work at the Siemens research labs in Munich. In 2006 he received the Ph.D. degree from Unicamp after research stays at the TUM and at the California Institute of Technology (Caltech). After his Ph.D. studies he spent one year with Padtec Optical Components and Systems as a senior technology engineer. From August 2008 to March 2014 he was with the Electrical Engineering Department (ENE) of the University of Brasilia (UnB) as Assistant Professor. He is now an Assistant Professor at the Communications Department (DECOM) of the School of Electrical and Computer Engineering (FEEC), University of Campinas (Unicamp). His main reseach interests are optical transmission and networking. Darli Mello was part of subcommittee N3 of OFC (Network Architectures, Techno-Economics and Design Tradeoffs) from 2013 to 2016. (Source: Lattes Curriculum)",
        "links": []
      },
      "niklaus_weter": {
        "nome": "Niklaus Ursus Wetter",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Instituto de Pesquisas Energéticas e Nucleares",
            "url": ""
          }
        ],
        "biografia": "Niklaus Ursus Wetter graduated in Physics at the Swiss Federal Institute of Technology in Zürich (Eidgenössische Technische Hochschule Zürich) in 1988 and received his PhD in 1993 from the Institute for Energetic and Nuclear Research at the University of São Paulo (IPEN/SP). He is head of the Laser Development Lab at the center of Lasers and Applications (CLA) of IPEN/SP and Division Head of Laser Materials Development. His research interests are diode-pumped solid-state Lasers (DPSSL) with emphasis on spatial and spectral control and resonator design. He has a tradition in working with fluoride solid-state laser materials, especially YLiF4, but he also researches new laser materials and is specialized in material spectroscopy and computer simulation. The development of tailored light sources, especially for medical and dental application, is another area of interest. Since 2008 he develops light sources in disordered materials for applications in photonic devices. Since 2013 he is the director of the Center for Lasers and Applications at IPEN/SP in the University of São Paulo. He has six patents and his articles have been cited more than 1200 times and his h-factor is 22. ",
        "links": []
      },
      "roberto_panepucci": {
        "nome": "Roberto Ricardo Panepucci",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Centro de Tecnologia de Informação \"Renato Archer\"",
            "url": ""
          }
        ],
        "biografia": "Roberto Panepucci received his Ph.D. from the University of Illinois at Urbana-Champaign in 1996, following an M.S. (1990) and B.S. (1989) degrees from Universidade de Sao Paulo (USP). He was a post-doc at the Device Research Lab at Unicamp in Brazil, working on III-V optoelectronics. Dr. Panepucci joined the Cornell Nanofabrication Facility (CNF) in 1999 and soon after he joined Galayor Networks, a start-up developing silicon photonics devices. Joined Cornell´s Nanophotonics Group , where he further developed silicon-based integrated optic devices. Dr. Panepucci was associate professor at FIU in 2003, and received his Tenure in 2009, when soon after he took the position of Senior researcher at CTI where he now heads the IC Design Division. He has experience in silicon photonic integrated circuits and micro/nanosystem fabrication. (Source: Lattes Curriculum)",
        "links": []
      },
      "cristiano_cordeiro": {
        "nome": "Cristiano Monteiro de Barros Cordeiro",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Unicamp",
            "url": ""
          }
        ],
        "biografia": "Dr. Cristiano M. B. Cordeiro has been an active researcher in the field of Optics and Photonics for the last 15 years having published 60+ papers in international journals in collaboration with colleagues from Brazil and abroad, in particular England, Australia, Spain, Portugal, Canada, Colombia and Sweden. Member of the Brazilian Academy of Science from 2011 to 2015 his work was cited more than 1500 times (Web of Science) with an h-factor of 19. Cordeiro is, since 2008, Assistant Professor in the Institute of Physics of the State University of Campinas (Unicamp), Campinas, Brazil, with PhD (2003) in the same University, and postdoc from University of Bath, England. He is head of the Specialty Optical Fiber & Photonics Materials Laboratory (LaFE) at Unicamp whose main research areas are the development and application of new types of optical fibers (such as photonic crystal fibers and micro/nanofibers) and how to extend its functionalities. Cristiano coordinates or participates in a number of different research projects funded by Fapesp, Capes, CNPq, FINEP and the TBE Company involving areas such as optical devices and sensors, telecommunications and nanophotonics. He was directly involved in the proposal and organization of several scientific events, from grad/undergrad Schools to high level International Conferences including the 1st Workshop on Specialty Optical Fibers and their Applications (WSOF2008). In 2010 he acted as a Guest Editor of the ?Special Issue on Photonic Crystal-Based Sensors? in the IEEE Sensors Journal. (Source: Lattes Curriculum)",
        "links": []
      },
      "helio_waldman": {
        "nome": "Helio Waldman",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Unicamp",
            "url": ""
          },
          {
            "nome": "UFABC",
            "url": ""
          }
        ],
        "biografia": "He holds a degree in Electronic Engineering from the Instituto Tecnológico de Aeronáutica (1966), a Master's degree in Electrical Engineering – Stanford University (1968) and a PhD in Electrical Engineering – Stanford University (1971). He is currently retired from the Federal University of ABC Foundation, a professor at the Federal University of ABC Foundation and retired from the State University of Campinas. He has experience in the area of ​​Electrical Engineering, with emphasis in Telecommunications, working mainly in the following subjects: optical networks, wdm, optical communications, wavelength allocation and route allocation",
        "links": []
      },
      "denise_zezell": {
        "nome": "Denise Maria Zezell",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IPEN-SP",
            "url": ""
          }
        ],
        "biografia": "Denise Maria Zezell is graduated in Physics from the State University of Campinas (Unicamp) Brazil, in 1984, where she received the M.Sc. and the Ph.D. degree (1991) for the study of optical properties of hematoporphyrin during Photodynamic Therapy of Tumors. Denise Maria Zezell participated in several courses in Medical Physics at the International Centre for Theoretical Physics (ICTP, UNESCO) in Trieste, Italy.  She is Senior Researcher at the Center for Lasers and Applications, at Nuclear and Energy Research Institute (IPEN-CNEN/SP) since 1992, where she was Vice-head of Graduation Program (2010-2014) and responsible for the Laboratory of Biophotonics and was vice-head of the laser applications division (2008, 2013). She was responsible for research project grants from Procad, Pro-equipamentos/CAPES,  and RHAE/CNPq, as well as participates as a Principal Investigator at the Center for Optics and Photonics, National Institute of Photonics and Biophotonics , Millennium Institute and Nanophotonics Network . She is referee for multidisciplinary scientific journals, including Journal of Biomedical Optics, Analyst, Journal of Endodontics, Lasers in Surgery and Medicine, Lasers in Medical Sciences, as well as several other Applied Physics, Medical and Dental journals. One of her patents is the pharmaceutical photosensitive composition and method for the treatment of skin and tumor cutaneous lesion in mammals. Main research activities are in Biophotonics, in the physical and chemical characterization of biological tissues irradiated by laser, aiming the development of new diagnostic and therapeutic methods in Medicine and Dentistry. Infrared thermography and micro-FTIR and Optical Coherence Tomography are the main techniques used. She authored or co-authored more than 130 journal papers, 2 patents, 1 book, 25 book chapters, and over 280 conference papers. ",
        "links": []
      },
      "giovanni_farias": {
        "nome": "Giovanni Benincá de Farias",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Fundação CPqD",
            "url": ""
          }
        ],
        "biografia": "He obtained his MSc and PhD degree from the Institut National Polytechnique de Grenoble (Grenoble INP), France, in 2010 and 2013, respectively. During his PhD, he was engaged as a researcher in the CEA-Leti, Grenoble, France, from 2010 to 2013. During this period, its research interests were advanced modulation formats for optical communication, digital processing and silicon photonics transmitters. He is currently a senior researcher in the Fundação CPqD, Brazil, where he is engaged in the design and characterization of integrated photonics components for next-generation 400G and 1Tb optical comunications. He is also manager of the integrated photonics team in CPqD, coordinating the acitivites, defining the technological roadmap and staff training. He is engaged as technical coordinator of the project \"Integrated device technology for submarine amplification and transmission\", funded by BNDES, PadTec and executed by CPqD. He acts actively on technological development to the industry, having two main technological transfers ongoing, namely \"Integrated photonic circuit and packaging for submarine optical amplifier\" and \"Ultra-compact and narrow linewdith tunable external-cavity laser\". He has more than 15 papers in journals and major conferences in optical communications, as well as 7 patents in the field of optical communications.",
        "links": []
      },
      "jacobus_swart": {
        "nome": "Jacobus Willibrordus Swart",
        "imagem": "img/speakers/jacobus_swart.jpg",
        "instituicao": [
          {
            "nome": "Unicamp / IMEC",
            "url": ""
          }
        ],
        "biografia": "He holds a BS in Electrical Engineering from the University of São Paulo (1975), a PhD in Electrical Engineering from the University of São Paulo (1981) and a postdoctoral degree from the Catholic University of Leuven, Belgium (1983) and the Research Triangle Institute, USA (1991) . He has been a full professor at the State University of Campinas since May 1997. After retiring in June 2013, he holds the position of collaborating professor at FEEC / Unicamp. He has experience in Electrical Engineering, with emphasis on Materials and Semiconductor Components, working mainly on the following topics: integrated circuits of Si and GaAs, CMOS, HBT, thin films, plasma and nanoelectronic corrosion. He was director of the CCS / Unicamp from 1998 to 2005 and director of the ITC from 2007 to 2011. He was president of the Brazilian Society of Microelectronics for two administrations. He was a member of the CNPq CA-EE for two administrations and was also a member of the CNPq CD for 4 years. He is Distinguished Lecturer, chair of chapters in Region 9 (Latin America) and Board of Governors member of the IEEE Electron Device Society. He is an IEEE Fellow. He coordinated the ICTI Brazil program of the MCTI from 2007 to 2013 and coordinated the NAMITEC research network since 2001, initially within the Millennium Institute program and later by the INCT program of CNPq. ",
        "links": []
      },
      "cristina_kurachi": {
        "nome": "Cristina Kurachi",
        "imagem": "img/speakers/cristina_kurachi.jpg",
        "instituicao": [
          {
            "nome": "IFSC/USP",
            "url": ""
          }
        ],
        "biografia": "She is currently a professor at the University of São Paulo and researcher at CNPq PQ1D. He holds a bachelor's degree in odontology from the University of São Paulo (1996), a master's degree in materials science and engineering from the University of São Paulo (2000) and a doctorate in materials science and engineering from the University of São Paulo (2005). Has experience in the field of Biophotonics, with emphasis on light interaction with biological systems, optical diagnosis and photodynamic therapy, applied to cancer and infected tissues. The lines of research involve the development of biomedical instrumentation and clinical protocols applying photonic techniques.",
        "links": []
      },
      "antonio_teixeira": {
        "nome": "António Jesus Luís Teixeira",
        "imagem": "img/speakers/antonio_teixeira.jpg",
        "instituicao": [
          {
            "nome": "University of Aveiro",
            "url": ""
          }
        ],
        "biografia": "Dr. Antonio Teixeira, got his PhD from University of Aveiro in 1999, partly developed at the University of Rochester. He holds an EC in management and leadership from MIT Sloan School. He has been a professor at the University of Aveiro from 1999, being actually Associate professor with “Agregação”. He has worked from 2009-13 in Nokia Siemens Networks and in Coriant (2013/14) as a standardization expert in the field of optical access (In FSAN, ITU-T, IEEE 802.3). From 2014, he is the Dean of the University of Aveiro Doctoral School managing 48 PhD programs and 1300 students. He has published more than 350 papers (more than 100 in journals), has edited a book and contributed to several other. Holds 8 patents, and tutored successfully more than 60 MsC’s and 14 PhD’s, having participated in more than 35 projects (national, European and international). In 2014 he co-founded PICadvanced Lda, a startup focused on providing solutions based on optical assemblies targeting biotech and optical networking (including access networks). He has served the ECOC TPC from 2008-15 in the SC for subsystems, having chaired it in 2010/11/15. He has served the access subcommittee in OFC from 2011-14, and has been General Chair of ICTON 09, Networks 2014. He is a Senior Member of OSA and a member of IEEE and IEEE standards association.",
        "links": []
      },
      "keysight": {
        "nome": "Rodrigo Vicentini",
        "imagem": "img/speakers/rodrigo_vicentini.jpg",
        "instituicao": [
          {
            "nome": "",
            "url": ""
          }
        ],
        "biografia": "Receive a Telecommunication Engineering and Project Managements Degrees from Escola Politecnica of University of São Paulo in 2002 and 2006, respectively. International MBA from Fundação Instituto de Administração in 2013. He is the Applications Engineering Manager for Brazil and South America within Keysight Technologies since 2015, and has been working in different technologies with Agilent/Keysight since 2005. Lately, Rodrigo has been working closed with 5G topics, including the RF access and high speed optical communications.",
        "links": []
      },
      "raouf_el_mallawany": {
        "nome": "Raouf El-Mallawany",
        "imagem": "img/speakers/raouf_el_mallawany.jpg",
        "instituicao": [
          {
            "nome": "PD Menoufia University / EG",
            "url": ""
          }
        ],
        "biografia": "He served as a research group leader for semiconducting tellurite glasses at Menofia Univ., Egypt.  He published more than 90 international articles, taught physics for undergraduates & postgraduates for nearly 4 decades and supervised and examined 25 Ph.D. & M.Sc. thesis at 9 Egyptian & Arab Universities. Also, cooperated with 15 American, European and Asian Universities in the experimental & theoretical contribution in optical, electrical, thermal, elastic and vibrational aspects in condensed matter physics “Semiconducting Glasses”.",
        "links": []
      },
      "anderson_gomes": {
        "nome": "Anderson Stevens Leonidas Gomes",
        "imagem": "",
        "instituicao": [
          {
            "nome": "DF UFPE/BR",
            "url": ""
          }
        ],
        "biografia": "He graduated (Licenciatura, 1978) and Masters in Physics (1982) in the Department of Physics of the Federal University of Pernambuco. He received his doctorate in Physics from the Imperial College of Science, Technology and Medicine, University of London (1986), and postdoctoral degree from Brown University (1992). He is a Full Professor in the Department of Physics at UFPE, where he has been a permanent professor since 1990. His scientific activities are in the field of nanophotonics, biophotonics, non-linear optics and optical communications. He co-authored more than 220 scientific articles (Factor H: 28) and supervised more than 20 master's dissertations and 16 doctoral theses. He is a Fellow of the Optical Society of America, where he was President of the International Council (2011-2012). He is also a member of the Brazilian Society of Physics and the Brazilian Society for the Advancement of Science. He has served on scientific committees at CNPq, FACEPE and CAPES. He was a member of the CA-CNPq, of the Superior Council of FACEPE and coordinated the area of ​​Physics and Astronomy of CAPES from 2008 to 2010. He acts as arbiter of several international journals in his area of ​​knowledge (Optics Letters, Optics Express, Physical Review, J Biomedical Optics, Electronics Letters, etc.). He is Associate Editor of the Advances in Optics and Photonics magazine, Optical Society of America. He has acted as scientific coordinator or president of several national and international conferences in Brazil. In 2010, he was admitted to the National Order of Scientific Merit, Class Commander in the Physical Sciences area (Decree of December 27, 2010). He is an IA researcher at CNPq. In 2010, he served as Secretary of State for Science, Technology and the Environment of Pernambuco, and was Secretary of Education of Pernambuco, from January 2011 to December 2012. He is a designated member of the Scientific Technical Council of Basic Education of CAPES ( from 2015). He was elected titular member of the Brazilian Academy of Sciences in December of 2015.",
        "links": []
      },
      "arandi_bezerra": {
        "nome": "Arandi G. Bezerra Jr",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UTFPR, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "claudia_mota": {
        "nome": "Claudia Mota",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Odonto ASCES-UNITA-PE, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "claudia_zamataro": {
        "nome": "Claudia Zamataro",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IPEN, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "martha_ribeiro": {
        "nome": "Martha Ribeiro",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IPEN, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "moises_santos": {
        "nome": "Moisés O. dos Santos",
        "imagem": "",
        "instituicao": [
          {
            "nome": "USP, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "gustavo_wiederhecker": {
        "nome": "Gustavo Wiederhecker",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IFGW-UNICAMP, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "lucas_gabrielli": {
        "nome": "Lucas H. Gabrielli",
        "imagem": "",
        "instituicao": [
          {
            "nome": "FEE-UNICAMP, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "thiago_alegre": {
        "nome": "Thiago P. M. Alegre",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IFI-UNICAMP, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "tiago_sutilio": {
        "nome": "Tiago Sutili",
        "imagem": "",
        "instituicao": [
          {
            "nome": "CPqD, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "carlos_cesar": {
        "nome": "Carlos Cesar",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IFI-UNICAMP, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "francisco_maia": {
        "nome": "Francisco Maia",
        "imagem": "",
        "instituicao": [
          {
            "nome": "LNLS, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "jonas_neto": {
        "nome": "Jonas Neto",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IEAv-DCTA, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "luciano_bachmann": {
        "nome": "Luciano Bachmann",
        "imagem": "",
        "instituicao": [
          {
            "nome": "USP-Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "nicolau_rodrigues": {
        "nome": "Nicolau Rodrigues",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IEAv-DCTA, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "niklaus_walter": {
        "nome": "Niklaus Wetter",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IPEN, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "carlos_castellani": {
        "nome": "Carlos Castellani",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Imperial College, UK",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "jair_silva": {
        "nome": "Jair Adriano Lima Silva",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFES, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "jesse_santos": {
        "nome": "Jesse Gomes dos Santos",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFES, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "jonathas_siqueira": {
        "nome": "Jonathas Siqueira",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IFGW-UNICAMP, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "marcelo_abadde": {
        "nome": "Marcelo Abadde",
        "imagem": "",
        "instituicao": [
          {
            "nome": "SJBV-UNESP, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "marcelo_segatto": {
        "nome": "Marcelo Segatto",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFES, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "gustavo_almeida": {
        "nome": "Gustavo Foresto Almeida",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFU, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "lino_misoguiti": {
        "nome": "Lino Misoguti",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IFSC-USP, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "paulo_ferreira": {
        "nome": "Paulo H. D. Ferreira",
        "imagem": "",
        "instituicao": [
          {
            "nome": " UFSCar, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "izabel_carvalho": {
        "nome": "Izabel C. S. Carvalho",
        "imagem": "",
        "instituicao": [
          {
            "nome": "PUC-Rio, Br",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "cleber_mendonca": {
        "nome": "Cleber Renato Mendonça",
        "imagem": "",
        "instituicao": [
          {
            "nome": "USP-SC",
            "url": ""
          }
        ],
        "biografia": "",
        "links": []
      },
      "jarbas_neto": {
        "nome": "Jarbas Caiado de Castro Neto",
        "imagem": "img/speakers/jarbas_neto.jpg",
        "instituicao": [
          {
            "nome": "IFSC / USP",
            "url": ""
          }
        ],
        "biografia": "He holds a degree in Physics from the University of São Paulo (1976), a Master's degree in Physics from the University of São Paulo (1977) and a Ph.D. in Physics – Massachussetts Institute of Technology (1981). He is a professor of physics at the Institute of Physics of São Carlos at the University of São Paulo. He designed and set up the IFSC Optics Group in 1982, which now has around 250 participants, including 8 professors, dozens of postdocs and students of IC, masters and doctorate. In 1984, he set up the Precision Optics workshop at the IFSC, the only one of its kind in the country, which was the birthplace of several cases of entrepreneurship and innovations in Optics at regional and national level. It has already undertaken more than 10 innovative technology companies, including Opto Eletrônica S / A, which in 2010 had 400 employees and revenues of 100 million reais. Already developed several precision optical equipment, for ophthalmology and for defense and space. Thousands of Brazilian ophthalmologists use the equipment they developed at Opto, in particular the retinal treatment lasers that have already saved the vision of more than one million Brazilians. He coordinated the development of the MUX satellite camera of the CBERS program, which now provides INPE with the best land search images. He has experience in the field of Physics, with emphasis on optics, working mainly in the following subjects: optical instrumentation, lasers, optical innovations in ophthalmology, optical system for space and defense and entrepreneurship.",
        "links": []
      },
      "harry_junior": {
        "nome": "Harry Westfahl Junior",
        "imagem": "img/speakers/harry_junior.jpg",
        "instituicao": [
          {
            "nome": "LNLS",
            "url": ""
          }
        ],
        "biografia": "LNLS’ Scientific Director,  has a Ph.D. on Physics from Universidade Estadual de Campinas (1998), post-docs at University of Illinois at Urbana-Champaing (2000) and at the Ames Laboratory of DOE (2001). Has experience in synchrotron radiation science and condensed matter physics, with emphasis in polymers and magnetic materials.",
        "links": []
      },
      "chennupati_jagadish": {
        "nome": "Chennupati Jagadish",
        "imagem": "img/speakers/chennupati_jagadish.jpg",
        "instituicao": [
          {
            "nome": "Australian National University",
            "url": ""
          }
        ],
        "biografia": "Professor Jagadish is a Distinguished Professor and Head of Semiconductor Optoelectronics and Nanotechnology Group in the Research School of Physics and Engineering, Australian National University. He has served as Vice-President and Secretary Physical Sciences of the Australian Academy of Science during 2012-2016. He is currently serving as President of IEEE Photonics Society and President of Australian Materials Research Society. Prof. Jagadish is an Editor/Associate editor of 6 Journals (EIC-Progress in Quantum Electronics), 3 book series and serves on editorial boards of 19 other journals. He has published more than 880 research papers (600 journal papers), holds 5 US patents, co-authored a book, co-edited 11 books and edited 12 conference proceedings and 15 special issues of Journals. He won the 2000 IEEE Millennium Medal and received Distinguished Lecturer awards from IEEE NTC, IEEE LEOS and IEEE EDS. He is a Fellow of the Australian Academy of Science, Australian Academy of Technological Sciences and Engineering, The World Academy of Sciences, US National Academy of Inventors, Indian National Science Academy, Indian Academy of Sciences, Andhra Pradesh Akademi of Science, IEEE, APS, MRS, OSA, AVS, ECS, SPIE, AAAS, FEMA, APAM, IoP (UK), IET (UK), IoN (UK) and the AIP. He received Peter Baume Award from the ANU in 2006, the Quantum Device Award from ISCS in 2010, IEEE Photonics Society Distinguished Service Award in 2010, IEEE Nanotechnology Council Distinguished Service Award in 2011 and Electronics and Photonics Division Award of the Electrochemical Society in 2012, 2013 Walter Boas Medal, 2015 IEEE Pioneer Award in Nanotechnology, 2015 IEEE Photonics Society Engineering Achievement Award, 2016 MRSI Silver Jubilee Anniversary Medal, 2016 Distinguished Fellow of Chinese Academy of Sciences, 2016 OSA Nick Holonyak Jr Award, 2017 Welker Award and 2017 IUMRS Somiya Award. He has received Australia’s highest civilian honor, AC, Companion of the Order of Australia, as part of 2016 Australia day honors from the Governor General of Australia for his contributions to physics and engineering, in particular nanotechnology.",
        "links": []
      },
      "carlos_lee": {
        "nome": "Carlos Lee",
        "imagem": "img/speakers/carlos_lee.jpg",
        "instituicao": [
          {
            "nome": "EPIC",
            "url": ""
          }
        ],
        "biografia": "Carlos Lee is director general at EPIC (European Photonics Industry Consortium), Europe’s photonics industry association. As part of the EPIC mission, Carlos works closely with industrial photonic companies to ensure a vibrant and competitive ecosystem by maintaining a strong network and acting as a catalyst and facilitator for technological and commercial advancement. He brings with him a strong background in microelectronics which was acquired through several management positions held at the international association SEMI. He has been responsible in Europe for the SEMI International Standards program, managed technical and executive programs, and together with the advisory board advocated for a more competitive semiconductor and photovoltaic manufacturing industry. Carlos has a BBA in Finance and an MBA in Leadership & Change Management from United Business Institutes.",
        "links": []
      },
      "negada_da_sbfoton_mesmo": [],
      "jonas_osorio": {
        "nome": "Jonas Henrique Osório",
        "imagem": "",
        "instituicao": [
          {
            "nome": "XLIM Research Institute",
            "url": ""
          }
        ],
        "biografia": "Bachelor, Master and Ph.D. in Physics from the Institute of Physics \"Gleb Wataghin\" (IFGW) of the State University of Campinas (Unicamp). From 2009 to 2017 he worked in the Laboratory of Special Fibers (LaFE – IFGW – Unicamp) under the guidance of Prof. Dr. Cristiano M. B. Cordeiro. During his postgraduate studies, he studied at Tufts University (under the guidance of Prof. Dr. Fiorenzo G. Omenetto) and at the University of Bath (under the guidance of Prof. Dr. Jonathan C. Knight). He is currently a postdoctoral researcher at the XLIM Institute, University of Limoges, France (under the supervision of Prof. Dr. Fetah Benabid). He has experience working with special optical fibers, long-time networks, Bragg networks, microfibers (tapers) and sensors based on optical fibers. The current research area includes the study of hollow optical fibers capable of transmitting signals in the ultraviolet region. He is currently a Postdoctoral Research Scientist at XLIM, France.",
        "links": []
      },
      "marcelo_werneck": {
        "nome": "Marcelo Martins Werneck",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFRJ",
            "url": ""
          }
        ],
        "biografia": "He was born in Petrópolis, Rio de Janeiro, and graduated in Electronic Engineering from Pontifical Catholic University of Rio de Janeiro (PUC) in 1975. He obtained his MSc by the Biomedical Engineering Program of COPPE, Federal University of Rio de Janeiro (UFRJ) in 1977. In 1978 he joined the Department of Electronics and Computation at UFRJ where he has been an Associate Professor since 1978. His PhD was obtained from the University of Sussex in the United Kingdom in 1985. He is currently coordinator of the Laboratory of Instrumentation and Photonics of the Electrical Engineering Program of COPPE where he develops researches in the area of instrumentation and transducers to fiber optics. He is currently a Full Professor at COPPE and has developed research in the areas of Electrical and Photonic Engineering, working mainly on the following topics: Electronic instrumentation and fiber optic sensors.",
        "links": []
      },
      "hugo_figueroa": {
        "nome": "Hugo Enrique Hernandez Figueroa",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Unicamp",
            "url": ""
          }
        ],
        "biografia": "He graduated in Electrical Engineering (1982) and majored in Mathematics (1983) by the Federal University of Rio Grande do Sul, obtained a Master's Degree in Electrical Engineering (1986) and a Master's Degree in Computer Science (1988) by the Pontifical Catholic University of Rio de Janeiro. He obtained his doctorate in physics from the Imperial College of Science Technology and Medicine, London, UK (1992). Professor at the State University of Campinas (Unicamp) since 1995, he reached Full Professor in 2005. Fellow of the Optical Society of America (OSA), 2011. Senior Member of the IEEE, 2000. Area Coordinator of FAPESP : Engineering I since 2014. His lines of research focus on the following topics: integrated photonics, optical fibers, antennas, microwave, computational electromagnetism, optical communications and telecommunications. Associate Editor (Nanofotónica) of the IEEE Photonics Journal (2011-2017).",
        "links": []
      },
      "yara_gobato": {
        "nome": "Yara Galvão Gobato",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UFSCar",
            "url": ""
          }
        ],
        "biografia": "She holds a degree in Physics from the University of São Paulo (1986), a Master's degree in Physics from the University of São Paulo (1989) and a Ph.D. in Physics from the Ecole Normale Superieurie and Université Paris 6, Paris, France (1993). Currently holds the position of Associate Professor 4 of the Federal University of São Carlos. He was responsible for the assembly of laboratories with several experimental techniques for the development of several research projects at the Physics Department of UFSCAR: photoluminescence, electroluminescence, transport, magneto-optical and magneto-transport. She was coordinator of the Post-Graduation Program of Physics of UFSCAR in the period of 2012-2014. She is currently vice-coordinator of the Postgraduate Program in Physics at UFSCAR. He has experience in the area of ​​Condensed Matter Physics, working mainly in the following research topics: optical and magneto-optical properties and transport and magneto-transport, semiconductor nanostructures, 2Ds materials, semiconductor devices, valleytronics and spintronics. He participated in the organization of several national and international conferences. She coordinated 3 regular FAPESP projects, was a principal researcher for 2 FAPESP Thematic projects and coordinated 4 CNPQ Universal notices. It has several international scientific collaborations. He directed 16 students of scientific initiation, 11 of master's and 7 of doctorate resulting in several publications in international journals",
        "links": []
      },
      "felipe_barbosa": {
        "nome": "Felipe Rudge Barbosa",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Unicamp",
            "url": ""
          }
        ],
        "biografia": "He holds a bachelor's degree in Physics from the Pontifical Catholic University of Rio de Janeiro (1976), a Master's degree in Physics (M.Sc.) from the State University of Campinas (1979) and a Ph.D. in Electrical Engineering by the State University of Campinas (1992). He is a collaborating professor at the Faculty of Electrical Engineering and Computing, State University of Campinas (FEEC-Unicamp); and senior researcher at INCT-Namitec, at the Information Technology Center – MCT / CTI, in Campinas, SP. He has extensive experience in the academic and business environments, in the areas of Electrical Engineering and Condensed Matter Physics, with emphasis on Lasers, Optical Fibers and their applications, and Telecommunications Systems. He works in R & D and technological innovation, with teaching and consulting activities as a specialist in optical communications systems, metropolitan optical networks and access, photonic switching, semiconductor devices, optical and optoelectronic components, and precision opto-mechanics. Has dozens of papers published in national and international conferences and periodicals. He is a member of SBF, SBrT, member and advisor of SBMO, ITU-T consultant, and member of OSA and IEEE ComSoc. Received two professional awards. Currently a CNPq DTI-1 Fellow.",
        "links": []
      },
      "carmelo_filho": {
        "nome": "Carmelo José Albanez Bastos Filho",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UPE",
            "url": ""
          }
        ],
        "biografia": "Carmelo JA Bastos Filho is currently the Chief Scientist of the Electrotechnical Technology Park of the State of Pernambuco, an associate professor at the Polytechnic School of Pernambuco, University of Pernambuco (UPE), professor of the graduation in Computer Engineering at the UPE , a permanent member of the UPE's Computer Engineering Graduate Program, a permanent member of the UPE's Systems Engineering Graduate Program, a permanent member of the Post-Graduation Program in Electrical Engineering at UFPE, a collaborator of the postgraduate degree in Computer Science from the Florida Institute of Technology. He was the coordinator of the UPE / Alcatel-Lucent / FITec IP Network Engineering Specialization / Residency Program, vice-coordinator of the Specialization in Digital TV and Communications Networks of the UPE. He was the general coordinator of Post-Graduation at the University of Pernambuco in 2015. After completing his doctorate, his thesis was chosen by CAPES as the best thesis of Brazil in the area of ​​Engineering IV in 2005. He is an advisor to the Brazilian Society of Computational Intelligence, member of the Brazilian Society of Optics and Photonics (SBFOTON), member of the Brazilian Society of Microbes and Optoelectronics (SBMO) and Senior Member of the IEEE. He has been a Research Productivity Scholar at CNPq since 2008 and has been promoted to a 1D level scholarship in 2018. In 2006, 2008 and 2018 he received the outstanding research award from the Polytechnic School of Pernambuco. In 2009, he received the outstanding award in research from the University of Pernambuco. In 2017, he received the outstanding award in Innovation by the Polytechnic School of the University of Pernambuco. He has published 64 full papers in journals, 1 book, 15 book chapters and 182 full papers in conference proceedings. He is a lecturer at UPE. He coordinated several research projects funded by CNPq / Universal, FACEPE, FINEP, CHESF (R & D ANEEL), Ericsson, Alcatel-Lucent and Fiat-Chrysler.",
        "links": []
      },
      "vilson_de_almeida": {
        "nome": "Vilson Rosa de Almeida",
        "imagem": "",
        "instituicao": [
          {
            "nome": "IEAv",
            "url": ""
          },
          {
            "nome": "Universidade Brasil",
            "url": ""
          }
        ],
        "biografia": "Specialized in the areas of Photonics and Electronic Engineering, for Aerospace applications and in Biomedical Engineering, with emphasis on: Silicon Photonics, Integrated Optics, Fiber Optic Sensors, Micro / Nano-Devices and Micro / Nano-Sensors, Microwaves (RF) and Optoelectronics. He holds a degree from the Instituto Tecnológico de Aeronáutica (ITA) in Electronic Engineering with distinction Magna Cum Laude (1997), as well as a degree from the Air Force Academy (AFA) in Aeronautical Sciences with a degree in Military Aviation (1987) Electronics and Computing (1998) and PhD from Cornell University in Electrical and Computer Engineering (2004). Has experience in the design, design, manufacture and characterization of devices in Photonics Integrated in Silicon, from Sensors to Fiber Optics, especially for Aerospace Applications. Accredited at ITA Post-Graduation and in the Photonics Division of the Institute of Advanced Studies (IEAv), both belonging to DCTA-COMAer. Member of the Evaluation Committee of Graduate Programs of CAPES – Engenharias III (Triennial 2010-2012, Quadrennial 2013-2016). Member of the Deliberative Council of the Brazilian Society of Photonics (SBFoton). Member of the \"Physics in the Enterprise\" Area Committee (FEM), of the Brazilian Society of Physics (SBF) Advisor to FAPESP in PIPE Projects and scholarships in general. CNPq Scholarship for Technological Development Productivity and Innovative Extension – DT, level 1D. International recognition for relevant scientific contributions, by triplicating the list of the 100 most cited articles of the 40-year history of the renowned international journal Optics Letters; the articles of the researcher ran the positions of # 16, 60 and 80 among the most cited, characterizing him as the most cited Brazilian and with the highest number of ranked articles.",
        "links": []
      },
      "monica_rocha": {
        "nome": "Mônica de Lacerda Rocha",
        "imagem": "",
        "instituicao": [
          {
            "nome": "USP",
            "url": ""
          }
        ],
        "biografia": "She graduated in Electronic and Telecommunications Engineering from the Pontifícia Universidade Católica de Minas Geras, 1980. She holds a Master's degree in Electrical Engineering from the State University of Campinas, 1984. After two periods abroad (British Telecom Laboratoris, England), she concluded A Ph.D. in Electrical Engineering from the State University of Campinas in 1999. She worked with a researcher in the Microwave area at the Aerospace Technical Center (CTA) from 1985 to 1986 and as a Telecommunication researcher at the Telecommunication Research and Development Center (CPqD), from 1987 to 2006. She is currently a member of the University of São Paulo as a Ph.D. Professor at the São Carlos School of Engineering, Department of Electrical and Computer Engineering (2006 to present). She works in the area of ​​Electrical Engineering, with emphasis on Telecommunications. Her work focuses mainly on technologies associated with optical transmission systems and optical networks.",
        "links": []
      },
      "stenio_ranzini": {
        "nome": "Stenio Magalhães Ranzini",
        "imagem": "",
        "instituicao": [
          {
            "nome": "",
            "url": ""
          }
        ],
        "biografia": "Graduated in Electrical and Electronic Engineering from the University of São Paulo (USP) with enphasis in telecommunications. During this time he developed research works based on intelligent systems (Neuro-Fuzzy). After completing the course, he began working at CPqD, in the area of Optical Communications – Photonics, in the DSP group. The works developed were in the area of optical technologies of high rates. During the period that he worked at CPqD, he completed his master's degree at Unicamp with the study and development of a chip to compensate for fiber optic nonlinearities. He is currently a PhD student at the Technical University of Denmark (DTU).",
        "links": []
      },
      "andre_de_souza": {
        "nome": "André Luiz Nunes de Souza",
        "imagem": "",
        "instituicao": [
          {
            "nome": "Fundação CPqD",
            "url": ""
          }
        ],
        "biografia": "He holds a degree in Electrical Engineering from the State University of Campinas (2013) with a sandwich diploma in General Engineering from École Centrale de Lyon (ECL), France (\"Diplôme d'Ingénieur\" equivalent to \"Master Scientifique\" level). During graduation in Brazil, he did an 11-month internship at CPqD on the study and development of signal processing algorithms for high-speed optical communications. During the two years he was in France, he participated in two research groups in partnership with companies (Volx Holds and Groupe SEB). He works as a researcher since August / 2015 at CPqD in the study and development of signal processing algorithms for telecommunications and is completing a master's degree in optical communications at Unicamp.",
        "links": []
      },
      "daniel_pataca": {
        "nome": "Daniel Moutinho Pataca",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UNIP",
            "url": ""
          }
        ],
        "biografia": "He holds a degree in Electronic and Telecommunications Engineering from PUC MG (1981), a Masters and PhD in Electrical Engineering from Unicamp, 1984 and 1996 respectively. He has experience in microwaves, optoelectronics, IP networks, planning and development of telecommunications services, digital TV and optical communications. He is currently a consultant at Idea! and he is a full professor at Universidade Paulista — UNIP where teaches electrical engineering disciplines.",
        "links": []
      },
      "alexandre_pohl": {
        "nome": "Alexandre Pohl",
        "imagem": "",
        "instituicao": [
          {
            "nome": "UTFPR",
            "url": ""
          }
        ],
        "biografia": "He graduated in Physics from the State University of Campinas (1982), where he also obtained the title of master (Physics, 1987). He received his doctorate from the Technical University of Braunschweig, Germany, in Electrical Engineering (1994) and postdoctoral studies at the University of Sydney, Australia (2007). He is currently a professor at the Federal Technological University of Paraná, where he teaches disciplines related to the areas of photonics and telecommunications and leads a research group focusing on telecommunications and optical communications. He has worked in technological development with companies, research institutes and universities, whose collaboration has resulted in the development of software, innovative prototypes and various articles refereed in periodicals and annals of national and international conferences. He is a member of the Brazilian Microwave and Optoelectronic Society (SBMO), a senior member of the Brazilian Telecommunications Society (SBrT), where he served as vice president of Finance between 2012 and 2015, member of the Brazilian Society of Optics and Photonics (SBFoton) and senior member of The Optical Society (OSA). He was a member of the University Council (2010-2013), the Research and Graduate Council of UTFPR (2014-2017) and director of Research and Post-Graduation of UTFPR Campus Curitiba between 2014 and 2017. He is a Development Productivity Scholarship Technological and Innovative Extension, level 1D, of CNPq,",
        "links": []
      }
    },
    "menu": [
      {
        "titulo": "Registration",
        "link": "registration.html",
        "classes_adicionais": "registration_link"
      },
      {
        "titulo": "Plenaries",
        "link": "plenaries.html"
      },
      {
        "titulo": "Workshops",
        "link": "workshops.html"
      },
      {
        "titulo": "Oral Sessions",
        "link": "oral_sessions/"
      },
      {
        "titulo": "Posters",
        "link": "posters/"
      },
      {
        "titulo": "Instructions for Authors",
        "link": "instructions.html"
      },
      {
        "titulo": "Students",
        "link": "students/"
      },
      {
        "titulo": "Venue",
        "link": "venue/"
      },
      {
        "titulo": "About",
        "link": "about/"
      },
      {
        "titulo": "IEEE Xplore Digital Library",
        "link": "ieee_xplore_digital_library.html",
        "rodape_only": true
      }
    ],
    "sub_menu_venue": [
      {
        "titulo": "Hotel information & Booking",
        "link": "/venue/"
      },
      {
        "titulo": "Travel and how to get there",
        "link": "/venue/travel.html"
      },
      {
        "titulo": "Transport Service",
        "link": "/venue/transport_service.html"
      },
      {
        "titulo": "Social Events",
        "link": "/venue/social_events.html"
      }
    ],
    "sub_menu_tech_sessions": [
      {
        "titulo": "Instructions for Authors",
        "link": "/tech_sessions/"
      },
      {
        "titulo": "Oral Sessions",
        "link": "/tech_sessions/oral_sessions.html"
      },
      {
        "titulo": "Poster Sessions",
        "link": "/tech_sessions/poster_sessions.html"
      }
    ]
  }
}
